{
    "Stratégie et Architecture": {
        "Stratégie et planification": {
            "Planification stratégique": {
                "code": "ITSP",
                "levels": {
                    "5": "Rassemble les informations et crée des rapports et évaluations pour soutenir les processus de gestion stratégique.  Veille à ce que toutes les parties prenantes soient au courant de l approche et du calendrier de gestion stratégique.  Fournit support et orientation pour aider les parties prenantes à respecter l approche.  Développe et communique des plans pour faire progresser la stratégie et la planification des changements qui s y rattachent.  Contribue à l élaboration de directives, normes et instructions pour l élaboration et la planification stratégique.",
                    "6": "Définit les directives, normes et instructions pour la planification et revue d une stratégie au sein de l organisation. Mène et gère la création ou la revue d une stratégie qui répond aux exigences de l entreprise. Développe, communique, implémente et révise les processus qui intègrent la gestion stratégique dans la gestion opérationnelle de l organisation.",
                    "7": "Mène la définition, mise en oeuvre et communication du cadre de gestion stratégique de l organisation. Dirige la création et mise à jour d une stratégie et de plans pour soutenir les besoins stratégiques de l entreprise."
                },
                "description": "Création et mise à jour d une stratégie pour aligner les actions, plans et ressources de l organisation avec les objectifs commerciaux."
            },
            "Coordination des systèmes d information": {
                "code": "ISCO",
                "levels": {
                    "6": "Maintient une connaissance des besoins globaux de l entreprise.  Promeut les avantages qu une approche commune au déploiement technologique apporterait à l ensemble de l organisation.  Coordonne et collabore avec d autres sur la promotion, acquisition, développement et implémentation de systèmes et services d information.",
                    "7": "établit la stratégie organisationnelle de gestion d informations et communique les directives, normes, procédures et méthodes nécessaires pour appliquer cette stratégie. Coordonne tous les aspects de la gestion du cycle de vie des systèmes d information. Représente les intérêts de l ensemble de l organisation auprès de la direction générale et organismes externes sur les questions relatives à la stratégie d information."
                },
                "description": "Coordonne les stratégies d information et de technologie lorsqu une approche commune bénéficierait l organisation."
            },
            "Gestion de l information": {
                "code": "IRMG",
                "levels": {
                    "4": "Soutient la mise en place de directives et normes de gestion des informations et dossiers.  Surveille l implémentation de contrôles efficaces pour la délégation, vérification et contrôle interne relatifs à la gestion des informations et des dossiers.  Fournit des rapports sur l état consolidé des contrôles d information pour informer une prise de décisions efficace.  Identifie les risques relatifs à l utilisation de l information.  Recommande des actions de remédiation si nécessaire.",
                    "5": "Assure l implémentation de directives et pratiques normes de gestion d informations et de dossiers.  Communique les avantages et valeurs de l information, tant interne qu externe, qui peuvent être minés dans les systèmes commerciaux et ailleurs.  Revoit les nouvelles propositions de changement et fournit un avis de spécialiste sur la gestion de l information et des dossiers.  évalue et gère les risques relatifs à l information.  Contribue au développement de directives, normes et procédures de conformité à la législation en vigueur.",
                    "6": "Mène et planifie les activités pour communiquer et implémenter les stratégies et directives de gestion de l information.  Développe des directives, normes et instructions pour la gestion de l information et des dossiers.  Assure que l information nécessaire pour soutenir l organisation est définie; développe des processus de gestion de l information et des dossiers.  Identifie l impact de règlements statutaires, internes ou externes sur l utilisation organisationnelle de l information et développe des stratégies de conformité.  Coordonne les ressources d informations internes et sourcées à l extérieur pour satisfaire les objectifs commerciaux spécifiques.",
                    "7": "établit et communique la stratégie de gestion d informations de l organisation.  Spécifie au niveau stratégique l information nécessaire pour soutenir la stratégie commerciale et les fonctions commerciaux.  Dirige les ressources d information pour créer de la valeur pour les parties prenantes.  Responsable pour le respect des règlements, normes et codes de bonne pratiques relatifs à la gestion de l information et des dossiers."
                },
                "description": "Planification, implémentation et contrôle du cycle de vie complet d informations et dossiers organisés numériquement."
            },
            "Architecture d entreprise et commerciale": {
                "code": "STPL",
                "levels": {
                    "5": "Développe des modèles et plans pour gérer la mise en oeuvre d une stratégie commerciale prenant avantage des opportunités d amélioration de la performance commerciale.  Contribue à la création et la revue d une stratégie de capabilité système qui permet de satisfaire les exigences stratégiques commerciales.  Détermine les exigences et spécifie des processus commerciaux effectifs au travers d améliorations de technologies, pratiques d informations ou de données, organisation, rôles, procédures et équipement.",
                    "6": "Développe une architecture d entreprise et des processus pour intégrer l application stratégique du changement dans l organisation.  Mène la création et revue d une stratégie de capacité système répondant aux exigences stratégiques de l entreprise.  Assure l engagement de tous les parties prenantes clés.  Capture et priorise les tendances marché et environnementales, les stratégies et objectifs commerciaux, et identifie les avantages commerciaux de stratégies alternatives.  Développe et présente des justificatifs business pour pour approbation, financements et priorisation d initiatives de haut niveau.  Définit des stratégies, directives, normes et pratiques pour assurer la conformité entre les stratégies d entreprise, stratégies technologiques et activité de transformation de l entreprise.",
                    "7": "Dirige le développement d architecture et de processus au niveau de l entreprise pour intégrer l application stratégique du changement dans la direction de l organisation.  Dirige la création et l examen d une stratégie de capacité pour soutenir les besoins stratégiques de l entreprise.  Identifie les avantages commerciaux de stratégies alternatives.  Assure la conformité entre les stratégies commerciales, les activités de transformation d entreprise et directions technologiques, la définition des stratégies, directives, normes et pratiques."
                },
                "description": "Alignement d une stratégie technologique organisationnelle à la mission, stratégie et processus commerciaux et la documentation de celle ci utilisant des modèles architecturaux."
            },
            "Architecture de solution": {
                "code": "ARCH",
                "levels": {
                    "4": "Contribue à l élaboration d architectures de solution dans des domaines métier, infrastructures ou fonctionnels spécifiques. Identifie et évalue les architectures alternatives et les compromis de coût, de performance et d évolutivité.  Détermine et documente des décisions architecturales significatives.  Produit des spécifications de composants cloud ou locaux, niveaux et interfaces, pour traduction en conceptions détaillées à l aide de produits et services sélectionnés.  Soutient des projets ou initiatives de changement au travers de la préparation de plans techniques et l application des principes de conception.  Aligne les solutions aux standard d architecture d entreprise et de solution (y compris la sécurité).",
                    "5": "Dirige l élaboration d architectures de solution dans des affaires, infrastructures ou domaines fonctionnels spécifiques.  Mène la préparation de plans techniques et assure la disponibilité de ressources techniques appropriées.  Veille à ce que des outils et méthodes appropriés soient disponibles, compris et utilisés dans le développement de l architecture.  Fournit gouvernance et orientation techniques sur le développement et l intégration de solutions.  évalue les demandes de changement et déviations et recommande des actions.  S assure que les stratégies, directives, normes et pratiques techniques appropriés (y compris de sécurité) soient appliqués correctement.",
                    "6": "Mène le développement d architectures pour solutions complexes assurant la cohérence avec les exigences convenues.  établi des directives, principes et pratiques pour la sélection de composants d architecture de solution.  Gère les compromis et équilibre les exigences fonctionnels, la qualité du service et la gestion du système dans un domaine spécifique de l organisation.  Communique les propositions de décision au parties prenantes.  Coordonne et gère l architecture cible au travers de projets ou initiatives multiples.  Maintient une architecture stable, viable et assure la cohérence de conception et de respect de normes adéquates dans des projets ou initiatives multiples."
                },
                "description": "Développement et communication d une architecture multi-dimensionnelle de solution pour livrer des résultats commerciaux acceptés."
            },
            "Innovation": {
                "code": "INOV",
                "levels": {
                    "5": "Gère le flux innovatif et exécute les processus innovants.  Développe et adapte des outils, processus et infrastructures innovants pour encourager le processus d innovation.  Identifie les ressources et capacités nécessaires pour soutenir l innovation.  Encourage et motive les communautés, équipes et individus innovants à partager des idées créatives et tirer leçon d échecs.  Gère et facilite la communication et le flux ouvert d idées entre parties intéressées et la mise en place de réseaux et communautés innovantes.",
                    "6": "Obtient un engagement organisationnel à l innovation.  Développe des capacités organisationnelles pour stimuler l innovation.  Conduit et planifie le développement de capacités d innovation et la mise en oeuvre de processus, outils et cadres d innovation.  Mène la communication et un flux ouvert d idées créatives entre parties intéressées et la mise en place de réseaux et communautés d innovation.",
                    "7": "Mène le développement d une culture qui encourage l innovation, la prise de risque et la collaboration.  Intègre des processus d innovation au travers l ensemble des unités commerciaux et lie l exécution de la stratégie à l innovation.  Aligne les objectifs organisationnels et individuels, mesure et récompense avec innovation."
                },
                "description": "Identification, priorisation, incubation et exploitation des opportunités fournies par les technologies d information, communication et numériques."
            },
            "Suivi des technologies émergentes": {
                "code": "EMRG",
                "levels": {
                    "4": "Soutient la surveillance de l environnement externe et évaluation des technologies émergentes.  Contribue à la création de rapports, feuilles de route technologiques et partage des connaissance et idées.",
                    "5": "Surveille l environnement externe afin de recueillir des renseignements sur les technologies émergentes.  évalue et documente les effets, menaces et opportunités pour l organisation.  Crée des rapports et feuilles de route d évolution technologique et partage ses connaissances et idées avec autrui.",
                    "6": "Planifie et mène l identification et l évaluation de technologies émergentes et de leur impacts, menaces et opportunités potentiels.  Crée des feuilles de route technologiques alignées aux plans organisationnels avec des solutions technologiques émergentes.  Collabore et influence les parties prenantes concernées afin d obtenir un engagement organisationnel aux feuilles de route technologiques.  Développe des instructions organisationnelles pour la surveillance de technologies émergentes.  Collabore avec les parties internes et externes afin de faciliter la collecte d informations."
                },
                "description": "Identification et évaluation de technologies, produits, services, méthodes et techniques nouvelles et émergents."
            },
            "Recherche": {
                "code": "RSCH",
                "levels": {
                    "2": "Dans le cadre des objectifs de recherche, aide à la sélection et l examen de ressources crédibles et fiables.  Recherche du matériel pertinent à l aide de sites web et sources spécialisées, lit des articles pertinents pour mettre à jour ses connaissances du domaine pertinent. Rapporte sur le travail effectué et peut contribuer des sections de matériel prêt-à-publier.  Organise, sous supervision, une collection personnelle de matériel pertinent.",
                    "3": "Dans le cadre des objectifs de recherche, développe et affine des idées conceptuelles opportunes à la recherche, y compris l évaluation, le développement, la démonstration et la mise en oeuvre.  Applique des méthodes normalisées pour recueillir et analyser des données quantitatives et qualitatives.  Crée des rapports de recherche pour communiquer la méthodologie, les constatations et les conclusions.  Contribue des sections de matériel prêt-à-publier.  Utilise les ressources disponibles pour mettre à jour les connaissances de n importe quel domaine pertinent et organise une collection personnelle de matériel pertinent.  Participe aux communautés de recherche.",
                    "4": "Développe et affine les idées conceptuelles appropriées pour l évaluation, le développement, la démonstration et la mise en oeuvre de la recherche.  Contribue aux objectifs de recherche et propositions de financement.  Rassemble et analyse des données qualitatives et quantitatives selon les besoins.  Contribue à des plans de recherche et identifie des possibilités appropriées pour la publication et la diffusion des résultats de la recherche.  Apporte une contribution active aux communautés de recherche.  Présente des papiers à des conférences, contribue des sections significatives de matériel avec une qualité prêt-à-publier et présente des rapports aux clients.",
                    "5": "Accorde les méthodes et objectifs de recherche et exécute des projets de recherche pour générer des idées originales.  Attire et gère des fonds de recherche externes.  Maintient un solide réseau externe dans son domaine de spécialisation.  Donne conseils et orientations sur l activité de recherche.  Développe, examine et critique de façon constructive les recherches et idées d autrui.  Effectue des démonstrations pratiques de découverte résultant de recherches.  Prend part dans des activités professionnelles en dehors de son organisation d emploi.  Présente des papiers à des conférences significatives, écrit des articles pour des journaux spécialisé et présente des rapports aux parties prenantes clés.",
                    "6": "Développe la politique organisationnelle de recherche et supervise le travail des fonctions de recherche.  Promeut les activités à l extérieur, attire et gère des portefeuilles importants de financement de recherche.  Définit les objectifs de recherche et autorise des propositions de recherche.  Mène des projets de recherche stratégiques et/ou interdisciplinaire.  Maintient un solide réseau externe allant au-delà du contexte immédiat de spécialité propre.  Prend un rôle de premier plan dans des activités professionnelles en dehors de sa propre organisation employeuse.  Donne des présentations clés à des conférences majeures, écrit des articles pour publication dans des revues avec impact significatif et présente des rapports à des clients importants."
                },
                "description": "Création systématique de nouvelles connaissances par la collecte de données, l innovation, l expérimentation, l évaluation et la dissémination."
            },
            "Gestion de la demande": {
                "code": "DEMM",
                "levels": {
                    "5": "Implémente des activités d analyse et de planification de la gestion de la demande.  Fournit des conseils pour aider les parties prenantes à adopter et adhérer à l approche convenue de gestion de la demande.  Gère le processus d intégration de la gestion de la demande avec des processus complémentaires stratégique, opérationnelle et de gestion du changement.  Maintient un registre des demandes commerciales et achemine les demandes au bon endroit.  Rapporte le statut de chaque demande.  Passe en revue les nouvelles propositions d affaires et fournit des conseils sur les problèmes de demande.  Travaille avec les représentants du business pour convenir et de mettre en oeuvre des modifications à court et moyen terme de la demande.",
                    "6": "Définit l approche et établit les directives pour découvrir, analyser, planifier, contrôler et documenter la demande de produits et services.  Organise le scopage et la priorisation commerciale de changements stratégiques impliquant les décideurs commerciaux et dirigeants.  Collabore et influence les principales parties prenantes pour améliorer la valeur commerciale de produits et services nouveaux ou existants.  Mène le développement d aptitudes de gestion de la demande.  Mène l intégration de la gestion de la demande, avec des processus complémentaires stratégiques, opérationnels et de gestion du changement."
                },
                "description": "Analyse et gestion proactive des demandes commerciaux pour de nouveaux services ou modifications de caractéristiques ou volume de services existants."
            },
            "évaluation d investissement": {
                "code": "INVA",
                "levels": {
                    "4": "Développe et documente les analyses d investissement pour une variété de projets divers.  Identifie des techniques d évaluation appropriées sur base des caractéristiques d un projet.  Rassemble les informations  pour créer une analyse d investissement en collaboration avec des parties prenantes internes et externes.  Présente les résultats d analyses d investissement à une sélection de parties prenantes.  Raffine et maintient les évaluations d investissement.",
                    "5": "Avise sur les approches d analyse d investissement et adapte les normes organisationnelles au contexte des programmes/portfolios.  Mène les activités d analyse d investissement pour portfolios et programmes simples et projets complexes.",
                    "6": "Développe des directives, normes et instructions organisationnelles pour l évaluation d investissements.  Mène les activités pour établir une évaluation cohérente dans tous les projets et programmes composants d un portfolio.  Revoit les analyses d investissement en initiatives de grande valeur pour assurer leur qualité.  Mène les actions d analyse d investissement pour programmes de travail et portfolios complexes."
                },
                "description": "évaluation de l attractivité de projets ou investissements potentiels."
            },
            "Gestion financière": {
                "code": "FMIT",
                "levels": {
                    "4": "Surveille et maintient des dossiers financiers aux exigences convenues pour conformité et audit.  Assiste à l identification et au calcul des coûts de processus, services, projets et composants pour la planification financière et la budgétisation.  Rassemble les données et rapports financiers requis pour analyse et faciliter la prise de décision.",
                    "5": "Avise sur la planification financière, la budgétisation, la gestion des coûts, la comptabilisation et l affectation au travers de normes et pratiques reconnus de comptabilité.  Développe des plans et prévisions financiers.  Surveille et gère les dépenses et examines les domaines où les budgets et dépenses excèdent les tolérances convenues.  Contribue à la définition et l opération de contrôles et prises de décisions financiers efficaces.  Analyse les dépenses réels, examine les variation et avise quant aux options dans l utilisation du budget disponible.",
                    "6": "Développe des directives, normes et instructions pour la gestion financière pour soutenir l exécution de la stratégie commerciale.  Promeut une sensibilisation commerciale et mène l adoption et l adhérence aux normes et directives de gestion financière.  établi, négocie, agrée et gère tous les budgets et objectifs financiers, assurant un financement adéquat.  Mène des activités pour analyser la performance financière et incite les améliorations requises dans l utilisation du budget disponible pour atteindre les besoins réels."
                },
                "description": "Support de l utilisation et contrôle efficace des ressources financières."
            },
            "Mesure": {
                "code": "MEAS",
                "levels": {
                    "3": "Utilise des techniques normalisées pour faciliter la spécification, collecte et mise à jour des données de mesure.  Génère, produit et distribue des rapports.  Utilise des outils de mesure pour l analyse systématique des données.  Identifie et met en oeuvre des améliorations aux méthodes de collecte des données.",
                    "4": "Identifie et priorise des mesures, échelles et objectifs appropriés.  Soutient des projets, fonctions ou équipes dans le développement de méthodes de mesure. Spécifie des mesures de base et dérivées qui répondent aux besoins d information convenus.  Spécifie comment recueillir et stocker les données pour chaque mesure exigée.  Fournit une orientation sur la collecte de données.  Conçoit des rapports et formats de rapportage.",
                    "5": "établit les objectifs de mesure et le scopage de la mesure pour les fonctions, équipes et projets.  Planifie et met en oeuvre des améliorations aux capacités de mesure.  Conseille et oriente pour une utilisation efficace des mesures et de la mesure.  Sélectionne des mesures adaptées au contexte et aux objectifs organisationnels.  Revoit les mécanismes de collecte et de stockage de données (y compris l automatisation) pour faciliter la mesure.  Contribue aux directives, normes et instructions organisationnelles de mesure.",
                    "6": "Mène le développement d aptitudes organisationnelles de mesure (y compris l automatisation).  Crée le cadre de la mesure et aligne les objectifs de mesure avec les objectifs commerciaux.  élabore les directives, normes, instructions organisationnelles de mesure. Fournit les ressources pour assurer l adoption et le respect des directives et normes."
                },
                "description": "Développement et opération d une aptitude de mesure pour soutenir les besoins d informations organisationnels convenus."
            },
            "Pérennité": {
                "code": "SUST",
                "levels": {
                    "4": "évalue et fait rapport sur comment différentes décisions tactiques influent sur la pérennité. évalue les facteurs et risques (directives, législatifs, technologiques, économiques, sociaux) qui ont une incidence sur les processus opérationnels et la direction stratégique. évalue et fait rapport sur l implémentation de mesures de pérennité dans des domaines spécifiques.",
                    "5": "Fournit des conseils et avis d expert sur la planification, conception et mise en oeuvre de solutions de pérennité.  évalue et sélectionne les méthodes, outils et pratiques de pérennité à utiliser conformément aux normes et directives de rigueur.  Identifie et recommande des améliorations à l approche organisationnelle à la pérennité.",
                    "6": "Développe et promeut des stratégies, directives, normes et instructions organisationnelles de pérennité.  Mène l introduction et l utilisation de techniques, méthodologies et outils de pérennité."
                },
                "description": "La prestation de conseils, assistance et leadership pour permettre à l organisation de minimiser l impact environnemental négatif."
            },
            "Gestion de la continuité": {
                "code": "COPL",
                "levels": {
                    "2": "Tiens à jour les dossier de tous les tests et formations concernés et assure la disponibilité de toute documentation.  Enregistre les actions prises et les conséquences suivant un incident ou test en direct pour un rapport de leçons apprises,",
                    "3": "Applique une approche structurée au développement et documente le détail d un plan de continuité.  Maintien la documentation des plans de continuité commerciale et reprise après sinistre.  Encourage le développement d un plan de test et l implémentation d exercices de gestion de la continuité.",
                    "4": "Contribue au développement des plans de gestion de la continuité.  Identifie les systèmes d information et de communication qui soutiennent les processus commerciaux.  Coordonne l analyse d impact commerciale avec l évaluation des risques.  Coordonne la planification, élaboration et test des plans de contingence.",
                    "5": "Gère le développement, l implémentation et le test de plans de gestion de la continuité.  Gère les relations avec les individus et équipes qui ont autorité pour des processus et systèmes de support critiques.  évalue les risques critiques et identifie les domaines prioritaires pour amélioration.  Tests les plans et procédures de gestion de la continuité pour assurer qu ils adressent l exposition au risque et que les niveaux de continuité convenus peuvent être tenus.",
                    "6": "établi la stratégie pour la gestion de la continuité dans l organisation.  Sécurise l engagement organisationnel, le financement et les ressources pour la gestion de la la continuité.  Mène les exercices de gestion de continuité.  Communique la politique, gouvernance, étendu et rôles impliqués dans la gestion de la continuité.  A une imputabilité et autorité définies pour les action et décisions de la gestion de la continuité."
                },
                "description": "Développement, implémentation et test d un cadre de continuité commerciale."
            }
        },
        "Sécurité et confidentialité": {
            "Sécurisation de l information": {
                "code": "SCTY",
                "levels": {
                    "3": "Applique et maintient des contrôles de sécurité spécifiques requis par la politique organisationnelle et les évaluations de risques.  Communique les risques et problèmes de sécurité au gestionnaires commerciaux et autres.  Effectue des évaluations élémentaires de risques pour petits systèmes d information.  Contribue à l évaluation de risques résultant d architectures potentielles de solution technique.  Propose des solutions alternatives ou contre-mesures pour mitiger les risques.  Définis des configuration de systèmes sécurisés conformes à l architecture ciblée.  Aide à l enquête sur les attaques suspectées et atteintes à la sécurité.",
                    "4": "Fournit orientation sur l application et l opération de contrôles élémentaires de sécurité physique, procédural et technique.  Explique l objectif des contrôles de sécurité et effectue des analyses de risques de sécurité et impact commercial sur des systèmes d information de complexité moyenne.  Identifie les risques émanant d architectures de solution techniques.  élabore des solutions alternatives ou contre-mesures et assure qu elles mitigent les risques.  Enquête des attaques suspectées et soutient la gestion des incidents de sécurité.",
                    "5": "Fournit avis et conseils sur les stratégies de sécurité pour gérer des risques identifiés et assurer l adoption et le respect des normes.  Contribue au développement de directives, normes et instructions concernant la sécurité de l information.  Obtient et intervient sur informations de vulnérabilités et effectue des évaluations de risques de sécurité, analyses d impacts commerciaux et accréditation de systèmes d informations complexes.  Enquête sur les violations majeures de la sécurité et recommande des améliorations de contrôle approprié.  Développe des nouvelles architectures pour mitiger les risques de nouvelles technologies et pratiques commerciales.",
                    "6": "Développe et communique les directives, normes et instructions organisationnelles de sécurisation de l information.  Assure l application des principes architecturaux durant la conception pour réduire le risque.  Mène l adoption et le respect des directives, normes et instructions.  Contribue à l élaboration de stratégies organisationnelles qui répondent aux exigences du contrôle de l information.  Identifie et surveille les tendances du marché et environnementaux et évalue activement l impact sur les stratégies, bénéfices et risques organisationnelles.  Dirige l approvisionnement de conseils experts et l orientation sur les exigences pour les contrôles de sécurité en collaboration avec des experts en la matière.",
                    "7": "Dirige le développement, mise en oeuvre, livraison et support d une stratégie organisationnelle de sécurité d information alignée à la stratégie commerciale.  Assure la conformité entre les stratégies commerciaux et la sécurité d information.  Mène la mise à disposition de ressources expertes, orientation et systèmes requis pour exécuter les plans stratégiques et opérationnels.  Sécurise les ressources organisationnelles pour mener à bien la stratégie de sécurité de l information."
                },
                "description": "Définition et opération d un cadre de contrôles de sécurité et de stratégies de gestion de la sécurité."
            },
            "Assurance des informations": {
                "code": "INAS",
                "levels": {
                    "3": "Suit des approches standards pour des évaluations techniques de système d information en accord avec les directives d assurance d information et les objectifs commerciaux.  Prend des décisions routinières d accréditation.  Reconnaît les décisions qui tombent en dehors de ses compétences et niveau de responsabilité et fait remonter correctement.  Revoit et effectue des évaluations de risques et plans de traitement de risques.  Identifie des indicateurs typiques de risques et explique les mesures de prévention.  Maintient l intégrité des dossiers supportant et justifiant les décisions.",
                    "4": "Effectue des évaluations et/ou des accréditations de systèmes d information à haut risque.  Identifie des mesures de mitigation des risques requis au-delà des mesures normalisées de l organisation ou du domaine.  établit l exigence de preuves d accréditation des partenaires de prestation et communique les exigences d accréditation aux parties prenantes.  Assiste à la planification et l organisation des activités d assurance et d accréditation des informations.  Contribue au développement et l implémentation de processus d assurance de l information.",
                    "5": "Interprète les directives d assurance et de sécurité de l information et applique celles-ci afin de gérer les risques.  Fournit avis et orientation pour assurer l adoption et le respect des architectures, stratégies, directives, normes et instructions d assurance de l information.  Planifie, organise et effectue l assurance et l accréditation de l information dans des domaines complexes, multi-fonctionnels et au travers la chaîne d approvisionnement.  Contribue à l élaboration de directives, normes et directives.",
                    "6": "Développe les directives, normes et instructions pour l assurance des informations.  Contribue à l élaboration de stratégies organisationnelles qui abordent les risques commerciaux changeants et les exigences de contrôle d informations.  Encourage l adoption et le respect des directives et normes.  Assure que les principes architecturaux soient appliquées, les exigences définies et tests rigoureux de sécurité appliqués.  S assure que les processus de certification soutiennent et facilitent les objectifs organisationnels.  Surveille les tendances environnementaux et commerciaux et évalue tout impact sur les stratégies, bénéfices et risques organisationnels.",
                    "7": "Dirige la création et revue d une stratégie d entreprise d assurance des informations pour appuyer les besoins stratégiques de l entreprise.  Assure la conformité entre les stratégies commerciales et l assurance d informations par la mise en place de stratégies, directives, normes et pratiques. Mène la mise à disposition d expertise, conseils et orientation à l ensemble des informations et systèmes d information de l organisation."
                },
                "description": "Protection et gestion des risques relatifs à l utilisation, l entreposage et la transmission de systèmes de données et d information."
            },
            "Protection des données personnelles": {
                "code": "PEDP",
                "levels": {
                    "5": "Contribue au développement de directives, normes et instructions relatifs à la législation des données personnelles.  Fournit avis et conseils d expert sur l implémentation de contrôles légaux des données personnelles dans les produits, services et systèmes.  Enquête sur les violations majeures de données et recommande des améliorations appropriées des contrôles.  Crée et tient à jour un inventaire des données soumises à la législation sur les données personnelles.  Effectue des évaluations de risques, analyses d impact commercial pour systèmes d information complexes et spécifie les changements requis.  Veille à ce que les plaintes et demandes formelles soient traitées conformément aux procédures approuvées.  Prépare et soumet des rapports et dossiers aux autorités compétentes.",
                    "6": "Développe des stratégies de conformité à la législation relative aux données personnelles.  Assure que les directives et normes de conformité à la législation sur les données personnelles soient adaptées aux besoins, à jour et correctement implémentés.  Agit comme point de contact de l organisation pour les autorités de régulation.  Fonctionne comme point de ralliement de l organisation pour la législation sur les données personnelles, travaillant avec des spécialistes pour fournir avis et orientations faisant autorité."
                },
                "description": "Implémentation et opération d un cadre de contrôles et stratégies de gestion pour promouvoir conformité à la législation de données personnelles."
            },
            "Recherche de vulnérabilités": {
                "code": "VURE",
                "levels": {
                    "3": "Emploie des techniques et outils normalisés pour recherche de vulnérabilités.  Utilise les ressources disponibles pour mettre sa connaissance de spécialiste à jour.  Participe dans des communautés de recherche.  Analyse et rapporte activités et résultats.",
                    "4": "Conçoit et exécute des activités complexes de recherche de vulnérabilités.  Spécifie les exigences pour l environnement, les données, ressources et outils pour effectuer les évaluations.  Revoit les résultats de tests et modifie les tests au besoin.  Crée des rapports pour communiquer les méthodologies, constatations et conclusions.  Avise sur les méthodes de tromperie sur base d exploitation de gabarits identifiés.  Rend une contribution active aux communautés de recherche.",
                    "5": "Planifie et gère les activités de recherche de vulnérabilités.  Maintient un réseau externe solide dans le domaine de recherche de vulnérabilités.  Rassemble des informations sur les menaces et vulnérabilités émergentes.  évalue et documente les impacts et menaces à l organisation.  Crée des rapports et partage des connaissances et idées avec les parties prenantes,  Fournis avis et orientations d expert pour soutenir l adoption d outils et techniques pour la recherche de vulnérabilités.  Contribue au développement de directives, normes et instructions organisationnels pour la recherche et évaluation de vulnérabilités.",
                    "6": "Planifie et mène l approche organisationnelle de recherche de vulnérabilités.  Identifie les menaces et vulnérabilités émergentes.  Maintient un réseau externe solide.  Prend un rôle de premier plan dans les activités publiques pour faciliter la collecte d informations et établir la portée du travail de recherche.  Collabore et influence les parties prenantes concernées pour communiquer le résultat de recherches et la réponse requise.  Développe des directives et instructions organisationnelles pour surveiller les menaces et vulnérabilités émergentes."
                },
                "description": "Effectue une recherche appliquée pour découvrir, évaluer et mitiger des vulnérabilités et faiblesses de sécurité nouvelles ou inconnues."
            },
            "Renseignements sur menaces": {
                "code": "THIN",
                "levels": {
                    "2": "Contribue à des tâches routinières de collecte de renseignements sur les menaces.  Surveille et détecte des menaces potentiels de sécurité et fait remonter l information conformément aux procédures et normes de rigueur",
                    "3": "Effectue des tâches routinières de collecte de renseignements sur les menaces.  Transforme les informations collectées en données qui peuvent être utilisées pour des activités de sécurité opérationnelle.  Nettoie et converti les informations quantitatives dans des formats cohérents.",
                    "4": "Rassemble et analyse les informations d exigences de renseignements sur menaces depuis des sources variées.  Contribue à la revue, classement et catégorisation qualitative des informations de renseignements sur menaces.  Crée des rapports de renseignements sur menaces.  évalue la valeur, utilité et impact de sources de renseignements sur menaces.",
                    "5": "Planifie et gère les activité de renseignements sur menaces.  Identifie les catégories de menaces avec l impact le plus important et quelle type d information pourrait en assurer la protection.  Revoit, classe et catégorise l information qualitative de renseignements sur menaces.  Avise en expert les activités de renseignements sur menaces.  Mène la production et mise à jour de rapports de génie des menaces qui améliore le flux de production de renseignements.  Distribue des informations et collecte des commentaires sur la valeur, utilité et impact des données.",
                    "6": "établi la direction, planifie et mène l approche organisationnelle de renseignements sur menaces, incluant l utilisation de fournisseurs.  Identifie les exigences de renseignements sur menaces sur base des acquis à protéger et les types d ingénierie qui peuvent protéger ces acquis.  Collabore et influence les parties prenantes concernées pour communiquer les résultats de recherches et les réponses requises.  Assure la qualité et l exactitude des informations de renseignements sur menaces.  Revoit les capacités de renseignements sur menaces."
                },
                "description": "Développement et partage de compréhension actionnables sur les menaces de sécurité actuelles et potentielles au succès ou à l intégrité de l organisation."
            }
        },
        "Gouvernance, risque et conformité": {
            "Gouvernance": {
                "code": "GOVN",
                "levels": {
                    "6": "Implémente le cadre de gouvernance pour permettre la conduite des activités de gouvernance.  Dans un domaine défini d imputabilité, détermine les exigences pour une gouvernance pertinente aux cadres organisationnels de valeurs, éthiques et de gouvernance plus large.  Communique l autorité déléguée, les bénéfices, opportunités, coûts et risques.  Mène des revues des pratiques de gouvernance avec une indépendance appropriée et suffisante des activités de la direction.  Agit comme point de contact de l organisation pour les autorités régulatoires concernées et assure les relations appropriée entre l organisation et les parties prenantes externes.",
                    "7": "Dirige la définition, l implémentation et le contrôle du cadre de gouvernance pour satisfaire les obligations organisationnelles envers les règlements, lois ou contrats.  Fournit le leadership, la direction et la surveillance pour les activités de gouvernance d une organisation.  Assure les ressources requises pour exécuter les activités pour satisfaire les objectifs de gouvernance de l organisation avec une transparence effective.  Fournit une assurance aux parties prenantes que l organisation peut satisfaire ses obligations avec un équilibre agrée de , opportunités, coûts et risques."
                },
                "description": "Définition et opération d un cadre pour prises de décisions, gestion des relations avec parties prenantes et identification d autorité légitime."
            },
            "Gestion des risques": {
                "code": "BURM",
                "levels": {
                    "3": "Entreprends des activités élémentaires de gestion des risques.  Tient à jour la documentation des risques, menaces, vulnérabilité et actions de mitigation.",
                    "4": "Effectue des activités de gestion des risques dans une fonction, un domaine technique ou un projet de complexité moyenne.  Identifie des risques et vulnérabilités, évalue leur impact et probabilité, développe des stratégies de mitigation et rapports pour le business.  Implique des spécialistes et experts dans le domaine comme nécessaire.",
                    "5": "Planifie et met en oeuvre des activités complexes et substantielles de gestion des risques dans une fonction, un domaine technique, un projet ou programme spécifique.  Met en place des processus et rapports de gestion des risques cohérents et fiables aux parties prenantes.  Engage des spécialistes et experts dans le domaine comme nécessaire.  Avise sur l approche organisationnelle à la gestion des risques.",
                    "6": "Planifie et gère l implémentation de processus et procédures organisationnels, outils et techniques pour la gestion des risques.  Considère les risques et activités de mitigation de l organisation dans le contexte du risque commercial dans son entièreté et l appétit du risque de l organisation.  Mène la gestion du risque aux niveaux organisationnel et commercial.",
                    "7": "établit une stratégie organisationnelle pour la gestion des risques.  Définit et communique l appétit au risque de l organisation.  Fournit des ressources pour mettre en oeuvre la stratégie de risque de l organisation.  Délègue l autorité pour la planification détaillée et l exécution des activités de gestion des risques dans toute l organisation."
                },
                "description": "La planification et la mise en oeuvre de processus et de procédures organisationnels pour la gestion de risques au succès ou à l intégrité de l organisation."
            },
            "Audit": {
                "code": "AUDT",
                "levels": {
                    "3": "Adopte une approche structurée à l exécution et la documentation de travail d audit de terrain, suivant les normes convenues.  Maintient l intégrité des dossiers pour soutenir et satisfaire les pistes d audit.  Identifie des indicateurs types de risques et expliques les mesures de prévention.",
                    "4": "Contribue à la planification et l exécution d audits sur base des risques sur des processus, produits, systèmes et services existants ou planifiés.  Identifie et documente les risques en détail.  Identifie les causes premiers de problèmes pendant un audit et communique ceux-ci effectivement comme constatation de risques.  Ordonne les preuves concernant l interprétation et l implémentation de mesures de contrôle.  Prépare et communique aux parties prenantes les rapports, fournissant une base factuelle des constatations.",
                    "5": "Planifie, organise et effectue des audits de domaines complexes, domaines multi-fonctionnels, et couvrant la chaîne d approvisionnement.  Confirme avec la direction l étendue et les objectifs d activités d audit spécifiques.  S aligne sur la couverture du programme d audit et les directives organisationnelles.  Définis des méthodes d investigation appropriées pour satisfaire les objectifs d audit.  Présente les constatations d audit à la direction décrivant l efficacité et l efficience des méthodes de contrôle.  Fournit un commentaire général et spécifique sur l audit.  Collabore avec des professionnels dans des spécialités concernées pour développer et intégrer les constatations.",
                    "6": "Gère et mène des audits complexes et des programmes d activités d audit.  Obtiens et gère des expertises spécialisées appropriées pour contribuer une connaissance et expérience technique hautement spécialisée.  Développe des directives, normes et instructions organisationnels pour la conduite d audits.  Assure l objectivité et l impartialité du processus d audit.  Identifie les domaines à risque et spécifie les programmes d audit.  Assure que la couverture d audit est suffisante pour rassurer le business de sa suffisance et de son intégrité.  Autorise la communication de rapports formels à la direction sur l efficacité et l efficience des mécanismes de contrôle.",
                    "7": "Mène la définition, implémentation et communication de la fonction d audit organisationnelle.  Définit la stratégie d audit, planifie les cycles d audit et assure la couverture adéquate d audit dans toute l organisation.  Assure que la fonction d audit ajoute de la valeur à l organisation.  Assure la liaison avec les parties prenantes internes et externes pour assurer que la couverture d audit est pertinente et comprise.  Dirige l utilisation de l analyse des risques pour identifier les domaines nécessitant une revue en profondeur.  Assure que les ressources nécessaires soient disponibles pour satisfaire les exigences organisationnelles d audits.  Rapporte au niveau de direction le plus élevé les constatations, leurs importance et les recommandation pour améliorer l activité d audit."
                },
                "description": "évaluations indépendantes, sur base des risques, de l efficacité des processus, des contrôles et de l environnement de conformité d une organisation."
            },
            "Gestion de la qualité": {
                "code": "QUMG",
                "levels": {
                    "3": "Utilise des méthodes appropriées et une approche systématique pour développer, mettre à jour, contrôler et distribuer de normes qualité et environnementales.  Apporte des modifications techniques et contrôle les mises à jour et la distribution des normes de qualité.  Distribue des normes nouvelles ou révisées.",
                    "4": "Aide au développement de pratiques nouvelles ou améliorées et aux processus ou normes organisationnels.  Aide les projets, fonctions ou équipes dans la planification de la gestion de qualité pour leur zone de responsabilité.  Facilite les améliorations localisées au systèmes ou services qualité.",
                    "5": "Assure que les projets, équipes et fonctions ont des pratiques appropriées en place et atteignent les niveaux requis de qualité organisationnelle.  Conseille sur l application de techniques et normes de qualité appropriées.  Détermine les domaines ou les processus existants devraient changer sur base d analyses de constatations d audit.  Facilite les améliorations de processus en changeant les approches et les pratiques de travail, généralement à l aide de modèles reconnus.  Prends la responsabilité de contrôler, mettre à jour et distribuer les normes organisationnelles.",
                    "6": "Satisfait et maintient la conformité vis-à-vis des normes nationales et internationales, selon besoins,  Priorise les domaines d amélioration de la qualité tenant compte de la stratégie, des objectifs commerciaux et des résultats d audits internes et externes.  Initie l application de techniques appropriées de gestion de qualité dans ces domaines.  Initie des améliorations aux processus par le changement d approches et pratiques de travail, généralement à l aide de modèles reconnus.  Identifie et planifie des actions correctives systématiques pour réduire les défauts et améliorer la qualité des systèmes et services.",
                    "7": "Définit la stratégie qualité et assure l engagement correspondant du leadership exécutif.  Développe des directives pour approbation et adoption par la direction organisationnelle.  Assure que les technologies, procédures et ressources adéquats soient en place pour soutenir le système qualité.  Planifie et surveille la performance du système de gestion qualité et le calendrier d audits qualité internes.  Détermine le niveau de corrélation entre les directives qualité et systèmes qualité et les besoins organisationnels et ravise au besoin."
                },
                "description": "Définition et opération d un cadre de gestion des processus et pratiques de travail pour satisfaire les objectifs qualité de l organisation."
            },
            "Assurance de la qualité": {
                "code": "QUAS",
                "levels": {
                    "3": "Contribue à la collecte de preuves et la conduite d audits ou revues formelles d activités.  Examine les dossiers pour des preuves de la bonne conduite de tests appropriés et autres activités de contrôle de qualité.  Détermine la conformité aux directives, normes et procédures organisationnelles et identifie les non-conformités, déviations et occurrences anormales.",
                    "4": "Planifie, organise et effectue des activités d évaluation et détermine l application appropriée de contrôles de qualité.  Effectue des évaluations ou revues formelles pour des parties de la chaîne d approvisionnement, fournisseurs ou domaines données.  Collecte, rassemble et examine les dossiers, analyse les preuves et prépare entièrement ou partiellement les rapports de conformité.  Détermine les risques associées aux constatations et non-conformités et propose des actions correctives.  Fournit avis et conseils dans l utilisation des normes organisationnelles.",
                    "5": "Planifie, organise et exécute des revues et évaluations formelles de domaines complexes, multi-disciplinaires et couvrant la chaîne d approvisionnement.  évalue, mesure et identifie les non-conformités vis-à-vis les normes organisationnelles et identifie les causes premiers de non-conformités.  Prépare et rapporte les constatations d évaluations et risques associés.  Assure que des responsables appropriés pour les actions correctives soient identifiés.  Identifie des opportunités pour améliorer les mécanismes de contrôle organisationnels.  Supervise les activités d assurance d autrui, fournissant avis et expérience pour soutenir l activité d assurance.",
                    "6": "Conduit, développe et est responsable d une approche et d un engagement organisationnel à l assurance qualité.  S assure que les activités et processus d assurance qualité soient robustes et fiables et adaptées de manière appropriée aux objectifs qualitatifs organisationnels.  Planifie et fournit les ressources pour les activités d assurance qualité de l organisation, utilisant des ressources internes ou tiers.  Tient compte de l impact de nouvelles technologies, approches, tendances, règlements et législations.  Surveille et rapporte les activités d assurance qualité, niveaux de conformité et opportunités d amélioration."
                },
                "description": "Assurance, par revues et évaluations périodiques et continues, que les objectifs qualitatifs de l organisation soient satisfaits."
            }
        },
        "Avis et orientation": {
            "Consultance": {
                "code": "CNSL",
                "levels": {
                    "4": "Assume la responsabilité pour des éléments d un engagement de consultance plus large.  Collabore avec les clients dans des engagements formels ou informels de consultance.  Comprend les exigences clients au travers de la collecte de données et la conduite d analyse.  Travaille de manière collaborative pour développer et implémenter des solutions.  Cherche à adresser les besoins clients dans le cadre défini de responsabilité.  S assure que les solutions proposées soient correctement comprises et exploitées convenablement.",
                    "5": "Assume la responsabilité pour la compréhension des besoins du client, la collecte de données, l analyse et la résolution des problèmes.  Identifie, évalue et recommande les options.  Collabore et facilite des groupes d intervenants, dans le cadre d accords de consultance formalisés ou non.  Cherche à adresser entièrement les besoins client et implémente des solutions si requis.  Renforce les capacités et l efficacité du client, en veillant à ce que les solutions proposées soient tout à fait comprises et exploitées de manière appropriée.",
                    "6": "Gère la fourniture de services de consultance, et/ou une équipe de consultants.  Dans ses propres domaines de compétence, fournit avis et orientation aux consultants et/ou clients lors de la fourniture de services de consultance.  Collabore avec ses clients et maintient des relations avec la clientèle.  établit des accords/contrats de consultance et gère l achèvement et le désengagement.",
                    "7": "Dirige la stratégie et les opérations pour une pratique significative de consultance.  Supervise les pratiques de développement, propositions, ventes, gestion de compte et livraison de services de consultance sur une gamme large de sujets."
                },
                "description": "Fourniture d avis et de recommandations, basés sur l expertise et l expérience pour adresser les besoins clients."
            },
            "Conseil Spécialiste": {
                "code": "TECH",
                "levels": {
                    "4": "Fournit des avis détaillés et spécifiques concernant l application de leur spécialité à la planification et aux opérations de l organisation.  Maintient activement a jour ses connaissances dans une ou plusieurs spécialités identifiables.  Reconnaît et identifie les limites de ses propres connaissances spécialisées.  Le cas échéant, collabore avec d autres spécialistes pour assurer que les avis donnés soient adaptés aux besoins de l organisation.",
                    "5": "Fournit des conseils experts et définitifs dans son domaine de spécialisation.  Maintient  activement un niveau d expertise reconnu expertes dans une ou plusieurs spécialités identifiables.  Supervise la prestation de conseils spécialisés par autrui.  Regroupe l expertise de sources multiples, y compris d experts tiers, pour fournir des avis cohérents favorisants les objectifs organisationnels.  Soutient et encourage le développement et le partage des connaissances spécialisées au travers de l organisation.",
                    "6": "Fournit le leadership et les instructions pour encourager le développement et l exploitation de connaissances spécialisées dans l organisation.  Maintient un réseau d experts reconnus (internes et/ou externes à l organisation) qui peuvent fournir des conseils d experts dans des domaines pertinents.  Contribue à la planification du développement professionnel pour une section significative de l organisation pour favoriser le développement d une expertise appropriée."
                },
                "description": "Fourniture d avis et de direction autoritatives dans un domaine spécialisé."
            },
            "Méthodes et outils": {
                "code": "METL",
                "levels": {
                    "3": "Facilite l utilisation des outils et méthode existants.  Configure les méthodes et des outils dans un contexte connu.  Crée et met à jour la documentation des méthodes et outils.",
                    "4": "Fournit conseils et avis pour faciliter l adoption de méthodes et outils et la conformité aux directives et normes.  Adapte les processus conformément aux normes convenues et l évaluation des méthodes et outils. Révise et améliore l utilisation et l application des méthodes et outils.",
                    "5": "Fournit avis, conseils et expertise pour encourager l adoption de méthodes et outils et le respect des directives et normes.  évalue et sélectionne des méthodes et outils appropriées conformes aux normes et directives convenues.  Contribue aux directives, normes et instructions organisationnelles relatives aux méthodes et outils.  Implémente des méthodes et outils aux niveaux programme, projet et équipe y compris la sélection et adaptation conforme aux normes convenues.  Gère les revues des avantages et valeurs de méthodes et outils.  Identifie et recommande des améliorations.",
                    "6": "élabore les directives, normes et instructions organisationnelles pour méthodes et outils.  Définit la direction et mène l introduction et l utilisation de techniques, méthodologies et outils pour répondre aux exigences commerciales.  Mène le développement des aptitudes organisationnelles de méthodes et outils afin d assurer l adoption et le respect des directives et des normes."
                },
                "description": "Assurance que les méthodes et outils soient effectivement adoptés et utilisés au travers de l organisation."
            }
        }
    },
    "Changement et transformation": {
        "Implémentation de changements": {
            "Gestion de portefeuille": {
                "code": "POMG",
                "levels": {
                    "5": "S assure que les responsables de programmes / projets et/ou propriétaires de services adhèrent à l approche et au calendrier convenu de gestion de portefeuille.  Explique quelles informations sont requises et s assure qu ils fournissent ces informations conformément aux durées et précisions convenues.  Produit des rapports appropriés à la gouvernance du portefeuille, y compris la formulation de recommandations pour changements au portefeuille.",
                    "6": "Collabore et influence la direction générale afin d assurer que le portefeuille livrera les objectifs convenus.  Gère la définition d un portefeuille de programmes, projets et/ou livraison de services en cours.  Planifie, programme, surveille et rapporte sur les activités liées au portefeuille.  S assure que chaque composant du portefeuille contribue au succès général du portefeuille. Identifie les problèmes liés au portefeuille.  Notifie les projets / programmes / initiatives de changement de problèmes et recommande et surveille les mesures correctives.  Rassemble, résume et rapporte les mesures du portefeuille.  Rend compte de l état du portefeuille quand requis.",
                    "7": "Autorise la structure de portefeuilles et aligne les portefeuilles aux stratégies, objectifs et opportunités émergentes.  Mène la définition, implémentation et revue du cadre de gestion des portefeuilles de l organisation.  Définit les paramètres pour la priorisation des ressources et changements à mettre en oeuvre.  Recommande et met en oeuvre des mesures correctives en engageant et influençant la direction générale.  Mène la surveillance et revue en cours des portefeuilles pour impact sur les activités commerciales actuelles et les avantages stratégiques à réaliser.  Implémente la gouvernance des portefeuilles renforcée par un rapportage efficace."
                },
                "description": "Développement et application d un cadre de gestion pour définir et livrer un portefeuille de programmes, projets et/ou services en cours."
            },
            "Gestion de programmes": {
                "code": "PGMG",
                "levels": {
                    "6": "Planifie, dirige et coordonne les activités pour gérer et implémenter un programme depuis son lancement jusqu à la transition finale à la gestion opérationnelle habituelle.  Planifie, programme, surveille et rapporte sur les activités relatives au programme.  Assure des arrangements de gouvernance appropriés et effectifs et la mise en pratique et suivi de directives globales de rapportage et de communication.  Maintient une sensibilisation de développements techniques courants qui pourraient fournir des opportunités aux programmes.  Assure la gestion des programmes pour atteindre les avantages commerciaux convenus dans les délais convenus.",
                    "7": "Définit la stratégie organisationnelle régissant la direction et la conduite de la gestion de programme, y compris l application de méthodologies appropriées.  Planifie, gère et coordonne les activités de gestion et d exécution de programmes complexes du lancement jusqu à l intégration complète avec la gestion opérationnelle du travail de routine.  Aligne les objectifs programmes avec les objectifs commerciaux et autorise la sélection et planification de projets et activités connexes.  Planifie, programme, surveille et rapporte sur les activités liées au programme.  Veille à l alignement et le respect aux accords de gouvernance adéquats et efficaces, soutenus par rapportage et communication exhaustifs."
                },
                "description": "Identification, planification et coordination d un ensemble de projets et activités connexes en support de stratégies et objectifs commerciaux spécifiques."
            },
            "Gestion de projet": {
                "code": "PRMG",
                "levels": {
                    "4": "Défini, documente et exécute des petits projets ou sous-projets.  Travaille seul ou avec une petite équipe, participant activement dans toutes les phases du projet.  Applique des méthodes et outils appropriés de gestion de projet.  Identifie, évalue et gère efficacement les risques.  Collabore avec les parties prenantes sur l approche du projet et prépare des plans de projet réalistes (incluant étendu, calendrier, plans de qualité, risques et communication).  Suit les activités par rapport au calendrier projet, gérant l implication des parties prenantes comme nécessaire.  Surveille les coûts, durées, qualité et ressources utilisés et agi lorsque ceux-ci dévie des tolérances convenues.",
                    "5": "Prend pleine responsabilité pour la définition, approche, facilitation et bonne exécution de projets de taille moyenne.  Fournit un leadership adéquat à l équipe projet.  Adopte des méthodes et outils appropriés de gestion de projet.  Gère le processus de contrôle du changement et évalue et gère les risques.  Veille à ce que des plans de projet réalistes soient maintenus et assure une communication régulière et précise aux parties prenantes.  Assure que les examens de qualité projet et produit soient effectués selon le planning et la procédure.  Assure la livraison des livrables dans les coûts, délais et budgets de ressources et sont formellement acceptés par les parties prenantes concernées.  Surveille les coûts, délais, qualité et ressources utilisés et prend les actions nécessaires lors de déviation au delà des tolérances convenues.",
                    "6": "Prend pleine responsabilité pour la définition, documentation et réussite de projets complexes.  Adopte et adapte des méthodes et outils de gestion de projets.  Assure l utilisation et la mise à jour de processus efficaces de suivi et contrôle de projet, gestion des changement, gestion des risques et qualité.  Surveille et contrôle les ressources, les revenus et les dépenses en capital par rapport au budget du projet.  Gère les attentes de parties prenantes clés du projet.",
                    "7": "Définit la stratégie organisationnelle régissant la direction et conduite de gestion de projets, y compris la sélection et utilisation de méthodes.  Autorise la gestion de projets de grande envergure.  Mène les activités de planification, programmation, contrôle et rapportage de projet sur des projets stratégiques, de grande envergure, à risques élevés.  Dirige l approche de gestion des risques pour les projets et assure que les risques et problèmes soient gérés conformément aux directives."
                },
                "description": "Livraison des produits convenus de projets utilisant des techniques de gestion, collaboration, leadership et gouvernance appropriées."
            },
            "Support de portefeuilles, programmes et projets": {
                "code": "PROF",
                "levels": {
                    "2": "Aide à la compilation des rapports de gestion de portefeuilles, programmes et projets.  Tient à jour les fichiers programmes et projets à partir de données réelles et prévisionnelles fournies.",
                    "3": "Fournit des services administratifs aux comités de projet, équipes d assurance projet et réunions d examen de qualité.  Utilise les solutions recommandées de contrôle des portefeuilles, programmes et projets pour la planification, la programmation et le suivi.  Met en place les fichiers de projet, compile et diffuse les rapports. Fournit des orientations techniques sur les logiciels, procédures, processus, outils et techniques de gestion de projet.",
                    "4": "Soutient les comités de contrôle de programme ou de projet, les équipes d assurance de projet et les réunions d examen de la qualité.  Assume la responsabilité de la mise à disposition de soutien aux projets.  Utilise et recommande les solutions de contrôle de projet pour la planification, programmation et suivi de projets.  Met en place et fournit des orientations détaillées sur les logiciels, procédures, processus, outils et techniques de gestion de projet.  Fournit des orientations élémentaires sur des propositions de projets individuelles.  Peut fournir une vue transverse de programme sur les risques, changement, qualité, finances ou gestion de configuration.",
                    "5": "Assume la responsabilité de la mise à disposition d un soutien de portefeuilles, programmes et projets.  Conseille sur les normes, procédures, méthodes, outils et techniques disponibles.  évalue le rendement de projet et/ou programme et recommande des modifications quand nécessaire.  Contribue à des examens et audits de la gestion de projets et programmes pour assurer la conformité aux normes.",
                    "6": "Mène l implémentation et la livraison de services de bureau portefeuille, programme et projet.  Défini l approche / directive et établi les normes pour le support fourni à la gestion et supervision des portefeuilles, programmes et projets.  Gère les ressources pour assurer la livraison des services / ressources effectifs alignés à la demande en cours et planifiée.  Revoit et améliore les services bureau portefeuille, programme et projet."
                },
                "description": "Fournit support et orientation en processus, procédures, outils et techniques de gestion de portefeuilles, programmes et projets."
            }
        },
        "Analyse du changement": {
            "Analyse situationnelle d entreprise": {
                "code": "BUSA",
                "levels": {
                    "3": "Enquête sur des situations commerciales simples pour identifier et analyser problèmes et opportunités.  Contribue aux recommandations d amélioration.  Se conforme aux normes et techniques convenus pour enquêter, analyser et documenter les situations commerciales.  Collabore avec les parties prenantes, sous direction.",
                    "4": "Enquête les situations commerciales ou il y a quelque complexité ou ambiguïté.  Adopte une vue globale pour identifier et analyser problèmes et opportunités.  Contribue à la sélection de l approche et des techniques à utiliser dans des analyses de situation commerciale.  Effectue des analyses causales et identifie des recommandation d amélioration.  Engage et collabore avec les partie prenantes opérationnelles.",
                    "5": "Planifie, gère et enquête les analyses de situation commerciale lorsqu il y a ambiguïté et complexité significatives.  Avise sur l approche et les techniques à utiliser pour des analyses de situation commerciale.  Assure une vue globale est utilisée pour identifier et analyser des problèmes et opportunités de grande envergure.  Engage et collabore avec une large gamme de parties prenantes, y compris ceux au niveau d encadrement.  Obtient l accord des parties prenantes aux conclusions et recommandations.  Contribue à la définition des normes et instructions organisationnelles pour l analyse de situation commerciale.",
                    "6": "Initie et mène l analyse de la situation commerciale lorsqu il existe ambiguïté, complexité et impacts organisationnels potentiellement importants.  établit et promeut la nécessité d une analyse globale de la situation commerciale avant de lancer des programmes de changement.  Collabore avec les parties prenantes au niveau de l exécutif et avise sur les initiatives de changement recommandées.  Définit les directives, normes et techniques organisationnelles d analyse de la situation commerciale.."
                },
                "description": "Enquête des situations commerciales pour définir des recommandations d action d amélioration."
            },
            "évaluation de faisabilité": {
                "code": "FEAS",
                "levels": {
                    "3": "Soutient l identification des options et l évaluation de faisabilité.  Sélectionne et utilise de techniques normatives pour collecter l information requise pour une évaluation de faisabilité.  Support l identification de coûts et avantages tangibles et le développement d analyse de rentabilisation.",
                    "4": "Sélectionne l approche et les techniques appropriées d évaluation de faisabilité.  Identifie la gamme d options potentielles.  Entreprend la présélection des options et évaluation de faisabilité.  Collabore avec les parties prenantes internes et externes pour collecter l information requise pour l analyse de faisabilité.  Soutient la préparation des analyse de rentabilisation y compris coûts-avantages, impact et risques pour chaque option.",
                    "5": "Gère le travail d investigation pour permettre les évaluations de faisabilité.  Collabore avec les parties prenantes et spécialistes pour collecter l information requise pour l évaluation de faisabilité.  Avise sur la sélection d approches et techniques d évaluation de faisabilité appropriées à la situation commerciale et les options.  Prépare les analyses de rentabilisation, y compris analyse des coûts-avantages, impact et risques pour chaque option.",
                    "6": "établit un cadre et des normes organisationnels pour évaluation de faisabilité et développement d analyses de rentabilisation.  Dirige et mène des évaluations de faisabilité pour des initiatives qui ont un impact stratégique sur l organisation.  Collabore avec des parties prenantes de la direction pour clarifier le contexte stratégique pour les options d investissement.  Dirige et mène la sélection des approches et techniques d évaluation de faisabilité qui sont d application pour la situation commerciale et les options.  Présente les évaluation de faisabilité et analyse de rentabilisation aux parties prenantes de la direction et soutenir la prise de décision concernant les options d investissement"
                },
                "description": "Définition, évaluation et description d options de changement commercial pour faisabilité financière, technique et commerciale et alignement stratégique."
            },
            "Définition et gestion des exigences": {
                "code": "REQM",
                "levels": {
                    "2": "Utilise des techniques normatives pour susciter, spécifier et documenter les exigences pour des domaines de sujets simples avec limites clairement définies.  Assiste à la définition et gestion des exigences.  Aide à la création d un référentiel d exigences.  Aide à enquêter et mettre en place les modifications autorisée.",
                    "3": "Définit et gère les activités de scopage, définition des exigences et priorisation de changements à petite échelle et aide aux initiatives de changement plus complexes.  Suit les normes convenues et applique les techniques appropriées pour susciter et documenter les exigences détaillées.  Fournit si nécessaire un défi constructif aux parties prenantes. Revoit les exigences pour erreurs et omissions. Priorise les exigences et documente la traçabilité à la source.  Fournit des informations à la ligne de base des exigences.  étudie, gère et applique les demandes autorisées de modification aux exigences de base, conformément à la politique de gestion des modifications.",
                    "4": "Définit et gère les activités de scopage, définition des exigences et priorisation pour les initiatives de taille et complexité moyennes.  Contribue au choix de l approche aux exigences.  Facilite la contribution des parties prenantes, fournit un défi constructif et permet une priorisation efficace des exigences.  établit les lignes de base d exigences, obtient un accord formel aux exigences et assure la traçabilité à la source.",
                    "5": "Planifie et mène les activités de scopage, définition et priorisation des exigences pour des initiatives importantes et complexes. Sélectionne, adopte et adapte des méthodes, outils et techniques appropriés de définition et de gestion des exigences. Contribue au développement de méthodes et normes organisationnelles de gestion des exigences.  Obtient un apport et un accord sur les exigences d un large éventail de parties prenantes. Négocie avec les parties prenantes pour gérer des priorités concurrentes et conflictuelles. établit des référentiels d exigences.  Assure les modifications aux exigences soient étudiées et gérées.",
                    "6": "Défend l importance et la valeur des principes de gestion des exigences et la sélection de modèles efficaces de cycle de vie de gestion des exigences.  Développe des directives, normes et instructions pour la définition et la gestion des exigences.  Planifie et mène le scopage, définition et priorisation des exigences pour programmes complexes, stratégiques.  Mène l adoption et le respect des directives et des normes.  Développe de nouvelles méthodes et capacités organisationnelles pour la gestion des exigences."
                },
                "description": "Gestion des exigences au travers de l ensemble du cycle de vie livraison et opérationnel."
            },
            "Modélisation d entreprise": {
                "code": "BSMO",
                "levels": {
                    "2": "Comprend le but et les avantages de la modélisation.  Utilise des techniques établis conformément aux instructions pour modéliser des domaines simples avec des limites clairement définies.  Peut aider dans des activités de modélisation plus complexes.  élabore des modèles sous l orientation d experts en la matière.",
                    "3": "Maîtrise des techniques couvrant toute la gamme de modélisation de situations. Modélise les scénarios actuels et désirés comme instruit.  Sélectionne des techniques de modélisation appropriées pour les objectifs assignés.  Gagne l accord des experts sur les modèles produits.  Revoit les modèles résultants avec les parties prenantes et résout les problèmes identifiés.",
                    "4": "Effectue des activités de modélisation avancée pour des programmes significatifs de changement et au travers de multiples fonctions de l entreprise.  A une connaissance approfondie des techniques propres à l organisation.  Planifie ses propres activités de modélisation, sélectionnant des techniques appropriées et le bon niveau de détail pour les objectifs assignés.  Peut contribuer aux discussions sur le choix d approche de modélisation.  Obtient l apport et communique les résultats de la modélisation aux cadres supérieurs pour accord.",
                    "5": "Produit des modèles supportant la stratégie d entreprise.  Possède une connaissance approfondie d un large éventail de techniques de modélisation couvrant l industrie.  Conseille sur le choix des techniques et approches et influence les clients conformément.  Développe des modèles sur mesure pour des contextes inhabituels.  Responsable pour la planification et la coordination des activités de modélisation en équipe et pour l assurance de la qualité de leur travail.",
                    "6": "Définit les normes de modélisation et objectifs qualité pour une organisation.  A la responsabilité long-terme pour la mise à jour de modèles pour une fonction définie.  Initie des activités d amélioration de modélisation au niveau organisationnel et obtient l engagement des clients sur les changements généraux.  Peut représenter son organisation propre en tant qu expert de modélisation dans les initiatives industrie."
                },
                "description": "Production de représentations abstraites ou distillées de situations réelles, commerciales ou simulées."
            },
            "Test d acceptation": {
                "code": "BPTS",
                "levels": {
                    "2": "Aide à la planification, préparation et exécution de tests d acceptations pour systèmes, produits, processus commerciaux ou services.  Aide à recueillir les commentaires des tests d acceptation.",
                    "3": "Suit les normes et techniques convenues pour concevoir et exécuter des cas et scénarios de test basés sur des critères d acceptation prédéfinis.  Analyse et rapporte sur les activités, résultats, problèmes et risques de test.",
                    "4": "Développe les critères d acceptation relatifs aux exigences formelles et non-formelles, processus commerciaux, caractéristiques, scénarios utilisateurs et règles commerciaux.  Conçoit, spécifie et exécute les cas et scénarios de test pour tester que les systèmes, produits et services satisfassent les critères d acceptation et délivrent les avantages commerciaux prévus.  Collabore avec les collègues projet et parties prenantes dans l analyse, le développement et l opération des produits, systèmes ou services pour assurer l acuité et l étendu de la couverture de test.  Analyse et rapporte sur les activités de test, résultats, problèmes et risques, y compris le travail d autrui.",
                    "5": "Planifie et gère l activité de test d acceptation.  Spécifie l environnement de test d acceptation pour systèmes, produits, processus commerciaux et services.  Gère la création de cas et scénarios de test d acceptation.  Assure que les tests définis reflètent les conditions opérationnelles réalistes et le niveau de couverture requis.  Assure la documentation, l analyse et le rapportage aux parties prenantes des tests et résultats, et la prise d actions requis.  Souligne auprès des parties prenantes les problèmes et les risques identifiés lors des tests.  Fournit avis autorisés et orientation sur la planification et l exécution de tests d acceptation.",
                    "6": "Mène l implémentation et la livraison de l approche organisationnelle au test d acceptation.  Collabore avec les partie prenantes auprès de la direction pour sécuriser l engagement organisationnel et les ressources nécessaires pour des tests d acceptation efficaces.  Rapporte tous risque significatif ou problème relatif au test d acceptation et recommande les actions requises.  Développe des directives, normes et instructions pour tests d acceptation.  Développe des capacités et méthodes de test d acceptation pour l organisation"
                },
                "description": "Validation de systèmes, produits, processus commerciaux ou services pour déterminer si les critères d acceptation sont satisfaits."
            }
        },
        "Planification du changement": {
            "Améliorations des processus entreprise": {
                "code": "BPRE",
                "levels": {
                    "5": "Gère l exécution des améliorations de processus commerciaux.  Analyse et conçoit des processus commerciaux pour identifier des solutions alternatives afin d améliorer l efficacité, l efficience et exploiter de nouvelles technologies et l automatisation.  Développe des modèles graphiques de processus commerciaux pour faciliter la compréhension et la prise de décision.  évalue la faisabilité de changements de processus commerciaux et recommande des approches alternatives.  Sélectionne, adapte et met en oeuvre méthodes et outils pour améliorer les processus commerciaux au niveau programme, projet ou équipe.  Contribue à la définition des directives, normes et instructions organisationnelles pour l amélioration des processus commerciaux.",
                    "6": "Planifie et dirige des activités d amélioration de processus commerciaux stratégiques, vastes et complexes alignées sur l automatisation ou exploitant des technologies existantes ou nouvelles.  élabore des directives, normes et des instructions organisationnelles pour l amélioration des processus commerciaux.  Dirige l introduction de techniques, méthodologies et outils pour répondre aux exigences commerciales, assurant la cohérence entre tous groupes d utilisateurs.  Dirige le développement d aptitudes organisationnelles pour l amélioration des processus commerciaux et assure l adoption et le respect des directives et normes.",
                    "7": "Dirige la l identification, évaluation et adoption de technologies nouvelles ou existantes pour améliorer les processus commerciaux.  Aligne stratégies commerciales, transformation de l entreprise et les stratégies technologiques.  Intègre l amélioration de processus commerciaux stratégiques dans la gouvernance et le leadership organisationnel.   Dirige la création et revue d une approche et culture inter-fonctionnelles, au niveau de l entreprise pour embrasser la gestion des processus commerciaux."
                },
                "description": "Création de nouvelles approches potentiellement perturbatrices pour effectuer des activités commerciales."
            },
            "Développement du potentiel organisationnel": {
                "code": "OCDV",
                "levels": {
                    "5": "Contribue à l identification de nouveaux domaines d amélioration de compétences au sein de l organisation qui peuvent être des changements d aptitudes, de technologies ou de processus.  Développe et maintient une connaissance approfondie de techniques et approches d amélioration et sélectionne des approches appropriées à l organisation.  Réalise des travaux d amélioration de compétences, tels que évaluations de maturité ou de performances pour identifier les forces et faiblesses.  Sélectionne et priorise les possibilités d amélioration, génère l accord et planifie des activités d amélioration justifiées par des avantages organisationnels mesurables.  Offre support, orientation, avis et suggestions pour aider les activités d amélioration continue.",
                    "6": "Recherche, identifie, propose et initie des activités d amélioration de compétences au sein de l organisation.  Conduit des programmes substantiels d amélioration.  Planifie et gère l examen ou l évaluation des compétences organisationnelles.  Sélectionne les cadres, approches et techniques à utiliser.  Prend des mesures pour exploiter des opportunités de produire des impacts mesurables et bénéfiques sur l efficacité opérationnelle.  Conçoit des solutions et dirige des initiatives de changement, y compris les activités de communication, transition et mise en oeuvre.  Surveille les tendances internationales, nationales et sectorielles afin d établir la compétences nécessaire.",
                    "7": "Représente et mène l amélioration des compétences organisationnelles au plus haut niveau.  Détermine la nécessité d amélioration stratégique de compétences organisationnelles pour satisfaire les objectifs stratégiques et à long terme.  Assure la liaison avec les fonctions de l organisation afin d établir les besoins et identifie, propose, initie et mène des programmes importants d amélioration de compétences organisationnelles.  Gère la qualité et la pertinence de travaux effectués et fournit des avantages commerciaux mesurables.  Adopte et/ou modifie les approches existantes d amélioration de compétences selon besoin."
                },
                "description": "Leadership, conseil et support à l implémentation pour évaluation du potentiel organisationnel et l identification, priorisation et implémentation d améliorations."
            },
            "Implémentation et design organisationnels": {
                "code": "ORDI",
                "levels": {
                    "4": "Assiste au développement de structures organisationnelles telles que la création de descriptions de rôles et plans de carrières.",
                    "5": "Met en place des activités de changement organisationnel de structure et de culture. Effectue des analyses d impact pour s assurer que les structures et cultures organisationnelles soient alignées sur les changements de processus, systèmes, technologies et outils.  Développe des représentations graphiques de modèles et structures organisationnels pour faciliter la compréhension et la prise de décisions.  Identifie et évalue des alternatives.  Aligne les structures organisationnelles existants, rôles, emplois, aux nouveaux processus.  Conseille sur les conséquences de l introduction de nouveaux outils et modèles de travail.",
                    "6": "Défend la valeur de nouvelles méthodes de travail pour faire face aux opportunités et menaces internes et externes.  Définit la direction et dirige la sélection et l utilisation de techniques, méthodologies et outils de conception d organisation.  Planifie et dirige les activités de conception de l organisation -- identifie des alternatives, évalue la faisabilité et recommande des solutions.  Identifie les changements majeurs affectant l organisation et mobilise les ressources pour mettre en oeuvre les changements.  Initie la définition des nouvelles limites de l organisation et crée la conception future de l organisation.  Décrit les objectifs de mesure de rendement et l approche de mise en oeuvre de haut niveau.",
                    "7": "établit et communique le besoin et la justification des changement de structure organisationnelle et de culture. Assure l engagement et les ressources organisationnels nécessaires au chan changement organisationnel et culturel. Conduit le changement organisationnel par la suppression d obstacles, la préconisation et la pression aux plus hauts niveaux pour le changement. Met en place des mécanismes pour renforcer et intégrer le changement organisationnel et culturel. Agit comme modèle pour les comportements souhaités et définit des attentes et des normes uniformes."
                },
                "description": "Planification, conception et mise en oeuvre d une structure et d une culture organisationnelles intégrées."
            },
            "Gestion du changement organisationnel": {
                "code": "CIPM",
                "levels": {
                    "3": "Suit les techniques normalisées pour enquêter et analyser la taille, nature et impact des changements aux activités opérationnelles.  Contribue aux recommandations sur les plans et actions de gestion du changement.  Soutient la mise en oeuvre et s engage avec les parties prenantes comme dirigé.",
                    "4": "Effectue des évaluations de l état de préparation pour évaluer la taille, nature et impact du changement organisationnel.  Définit les tactiques à utiliser compte tenu des défis à relever.  Fournit avis et recommandations pour aider les personnes responsables de la mise en oeuvre opérationnelle des activités de gestion du changement.  Rassemble les retours d informations pour analyser l impact et l efficacité d activités de gestion du changement en cours de déploiement.  Prend des mesures correctives au besoin.  élabore et communique des plans adaptés au gestion du changement.  établit et construit des relations avec les commanditaires et principales parties prenantes du projet.",
                    "5": "élabore l approche de gestion du changement et un plan de gestion du changement en collaboration avec les commanditaires, utilisateurs et équipes projet.  Crée et met en oeuvre des plans d action pour s assurer que tout est prêt pour le changement avant la mise en service.  Acquiert les ressources de gestion du changement et développe leurs compétences pour apporter les changements requis.  Recueille les retours d information pour permettre des améliorations opportuns au plan et l approche de gestion du changement.  évalue les risques et prend des mesures préventives.  élabore et communique des plans adaptés de gestion du changement pour les groupes d intervenants de la direction.  Fournit des orientations et fait des suggestions pour soutenir les commanditaires du changement.",
                    "6": "Définit et communique l approche de gestion du changement pour une partie importante de l organisation.  Initie, planifie et dirige des initiatives stratégiques, importantes et complexes de gestion du changement.  Fournit orientation et sensibilisation pour aider les leaders du changement à adopter des comportements efficaces pour apporter un changement organisationnel.  établit des processus de retour d informations et dirige des analyses de succès de la gestion du changement.  Facilite des améliorations continues de la méthodologie de gestion du changement, des outils et la formation nécessaire pour améliorer la maturité dans l ensemble de l organisation."
                },
                "description": "Planification, conception et mise en oeuvre d activités pour transiter l organisation et les personnes à l état futur requis."
            },
            "Gestion des avantages": {
                "code": "BENM",
                "levels": {
                    "5": "Gère les activités requises dans la réalisation des avantages pour chaque composant du programme de changement.  Identifie des mesures et mécanismes spécifiques pour mesurer les avantages et planifie la mise en oeuvre de ces mécanismes à l heure convenue.  Surveille les avantages vis-à-vis des prévisions de l analyse de rentabilisation.  Veille à ce que tous les participants soient impliqués tout au long du programme de changement et pleinement préparés à exploiter la nouvelle conjoncture opérationnelle. Soutient les cadres opérationnels afin d assurer que tous les plans, lots de travail et livrables soient alignés sur les avantages escomptés.",
                    "6": "Travaille avec les cadres opérationnels afin d assurer l amélioration maximale lorsque des groupes de projets mettent leurs produits en utilisation opérationnelle.  Communique la vision du programme de changement au personnel à tous les niveaux de l entreprise et reste axé sur les objectifs commerciaux.  Tient à jour l analyse de rentabilisation pour financer le programme et confirme à intervalles réguliers la viabilité commerciale continue du programme."
                },
                "description": "Prévision, planification et surveillance de l émergence et réalisation effective d avantages attendus des projets et programmes."
            }
        }
    },
    "Développement et Mise en oeuvre": {
        "Développement de Systèmes": {
            "Gestion des produits": {
                "code": "PROD",
                "levels": {
                    "3": "Crée et gère une gamme de médias pour soutenir la promotion, marketing et vente de produits ou services.  Surveille les résultats et retours d informations des campagnes de produits.  Applique des techniques et outils normalisés pour effectuer des activités d analyse et de surveillance des performances pour des produits spécifiés.  Soutient la résolution des problèmes, résout les questions et agit sur les retours d informations et utilisation des produits dans la vie.",
                    "4": "Agit en tant que propriétaire de produit pour un ou plusieurs produits ou services de valeur moindre.  Priorise les exigences produit, développe des feuilles de route du produit et possède le carnet de produit.  Gère les éléments du cycle de vie produit pour répondre aux besoins des clients / utilisateurs et atteindre les objectifs financiers ou autres.  Analyse les études de marché et/ou d utilisateurs, les retours d information, les opinions d experts et les données d utilisation pour comprendre les besoins et les opportunités.  Facilite l adoption de produits en développant le contenu, soutenant et évaluant les campagnes et surveillant les performances des produits.  Déploie les essais de produits et lancements de produits.",
                    "5": "Agit en tant que propriétaire / champion de produit pour un ou plusieurs produits ou services.  Gère le cycle de vie complet du produit pour s assurer que les besoins clients / utilisateurs soient satisfaits et les objectifs financiers et autres atteints.  Sélectionne, adopte et adapte des méthodes, outils et techniques de développement de produits appropriés. Analyse les études de marché et/ou d utilisateurs, retours d informations, avis d experts et données d utilisation pour comprendre les besoins et opportunités.  élabore des propositions de produits et détermine le positionnement et les variantes de produits pour différents segments de clients et utilisateurs.  Priorise les exigences produits et services, développe des feuilles de route produits et possède le carnet de produit.  Coordonne les tests clients et lancements de produits et facilite les communications et la formation.  Anticipe l évolution des besoins clients / utilisateurs.  Adapte les produits et crée des plans de retrait et de transition des produits.",
                    "6": "Supervise le portefeuille organisationnel de produits et services et la provision de valeur client et / ou satisfaction utilisateurs au fil du temps.  Crée le cadre de gestion du cycle de vie produits pour clients et utilisateurs internes et externes.  Défend l importance et la valeur des principes de gestion des produits et modèles appropriés de développement de produits.  Aligne les objectifs de gestion des produits sur les objectifs commerciaux et autorise la sélection et planification de toute activité de gestion des produits.  Initie la création de nouveaux produits et services.  Identifie comment le développement de nouveaux produits ou l adaptation de produits existants peut créer de nouvelles opportunités."
                },
                "description": "Gestion et développement de produits ou services tout au long de leur cycle de vie : création, croissance, maturité, déclin jusqu au retrait."
            },
            "Gestion du développement des systèmes": {
                "code": "DLMG",
                "levels": {
                    "5": "Planifie et dirige des projets de développement systèmes qui soutiennent les objectifs et plans de l organisation.  Sélectionne, adopte et adapte des méthodes, outils et techniques de développement systèmes appropriés.  S assure que les parties prenantes soient au courant des ressources nécessaires et qu elles soient mises à disposition.  Facilite la disponibilité et l utilisation optimale de ressources.  Surveille et rend compte de l avancement des projets de développement.  S assure que les projets soient réalisés conformément aux architectures, normes, méthodes et outils convenus et répondent aux exigences de sécurité et confidentialité.  élabore des feuilles de route pour communiquer les activités de développement futures.",
                    "6": "établit la directive et assure le respect des normes de développement systèmes.  Dirige les activités visant à intégrer la sécurité et la confidentialité au développement systèmes.  Identifie et gère les ressources nécessaires à toutes les étapes de projets de développement systèmes.  S assure que les objectifs techniques, financiers et qualitatifs sont atteints.",
                    "7": "Dirige la définition, mise en oeuvre et amélioration continue du cadre de gestion du développement systèmes de l organisation.  Aligne le développement systèmes sur les stratégies et objectifs commerciaux et sur les technologies émergentes et les opportunités numériques.  Maintient une vue d ensemble de la contribution des programmes de développement systèmes au succès de l organisation.  Autorise la structure de fonctions et plateformes de développement systèmes.  Définit la stratégie de gestion des ressources dans le cadre du développement systèmes et autorise l affectation des ressources aux programmes de développement systèmes."
                },
                "description": "Planification, estimation et exécution du travail de développement de systèmes dans les objectifs de durée, budget et qualité."
            },
            "Ingénierie de cycle de vie système et logiciel": {
                "code": "SLEN",
                "levels": {
                    "4": "Recueille les exigences relatives aux pratiques de travail et l automatisation du cycle de vie système et logiciel.  Prépare les options de conception pour l environnement de travail des méthodes, procédures, techniques, outils et personnes.  Sélectionne des pratiques de travail du cycle de vie système et logiciel pour les composants logiciels et les micro-services.  Déploie l automatisation pour obtenir des résultats bien conçus et sécurisés.",
                    "5": "Collabore avec les responsables de gestion continue du cycle de vie système et logiciel pour sélectionner, adopter et adapter les pratiques de travail.  Soutient le déploiement de l environnement de travail pour les pratiques de travail du cycle de vie système et logiciel.  Fournit un retour d informations efficace pour encourager le développement d individus et équipes responsables de pratiques de travail du cycle de vie système et logiciel.  Fournit recommandations et suggestions pour soutenir l amélioration continue et l approche d apprentissage.  Contribue à identifier de nouveaux domaines au sein de l organisation où les pratiques de travail du cycle de vie système et logiciel peuvent être déployées.",
                    "6": "Obtient l engagement organisationnel envers les stratégies visant à fournir des pratiques de travail du cycle de vie système et logiciel pour atteindre les objectifs commerciaux.  Travaille avec d autres pour intégrer les directives, normes et techniques organisationnelles au travers de l entièreté du cycle de vie système et logiciel.  Développe et déploie l environnement de travail soutenant les systèmes et pratiques de cycle de vie logiciel pour les produits et services stratégiques, volumineux et complexes.  Dirige les activités de gestion des risques associés aux pratiques de travail du cycle de vie système et logiciel. Planifie et gère l examen ou évaluation de pratiques de travail du cycle de vie système et logiciel.",
                    "7": "Représente et dirige les pratiques de travail du cycle de vie des systèmes et logiciels au plus haut niveau de l organisation.  Identifie des opportunités d innovation dans les systèmes et les pratiques de travail du cycle de vie logiciel pour atteindre les buts et objectifs organisationnels.  Dirige les changements culturels et environnementaux essentiels et communique les avantages à toutes les parties prenantes.  Supervise la qualité du travail effectué et offre des avantages commerciaux mesurables."
                },
                "description": "établissement et déploiement d un environnement pour développer, améliorer continuellement et exploiter en toute sécurité des produits et services logiciels et systèmes."
            },
            "Conception de systèmes": {
                "code": "DESN",
                "levels": {
                    "3": "Suit les approches normalisées et modèles de conception établis pour créer de nouvelles conceptions pour systèmes simples ou composants de système.  Identifie et résout des problèmes de conception mineurs.  Identifie des options de conception alternatives et demande orientation lors d écarts des modèles de conception établis.",
                    "4": "Conçoit les composants du système à l aide de techniques de modélisation appropriées conformément aux architectures, normes de conception, modèles et méthodologie convenus.  Identifie et évalue les options de conceptions alternatives et les compromis.  Crée des vues multiples de conception pour répondre aux préoccupations de différentes parties prenantes et pour gérer les exigences fonctionnelles et non fonctionnelles.  Modélise, simule ou prototype le comportement de composants du système proposé pour permettre l approbation des parties prenantes.  Produit des spécifications de conception détaillées pour former la base de la construction de systèmes.  Examine, vérifie et améliore ses propres conceptions par rapport aux spécifications.",
                    "5": "Conçoit des systèmes volumineux ou complexes et entreprend une analyse d impact sur les principales options de conception et compromis.  S assure que la conception du système équilibre les exigences fonctionnelles et non fonctionnelles.  Examine les conceptions des systèmes et s assure que les méthodes, outils et techniques appropriés soient appliqués efficacement.  Formule des recommandations et évalue et gère les risques associés.  Adopte et adapte les méthodes, outils et techniques de conception de systèmes.  Contribue à l élaboration de directives, normes de conception de systèmes et à la sélection de composants d architecture.",
                    "6": "Développe et mène l adoption et le respect des directives, normes, instructions et méthodes organisationnelles pour la conception de systèmes.  Défend l importance et la valeur des principes de conception de systèmes et la sélection de modèles de cycle de vie de conception de systèmes appropriés.  Dirige des activités de conception de systèmes pour programmes de développement de systèmes stratégiques, vastes et complexes.  Développe des stratégies de mise en oeuvre efficaces conformes aux exigences et architectures spécifiées et aux contraintes de performance et de faisabilité.  Développe la conception de systèmes nécessitant l introduction de nouvelles technologies ou nouvelles utilisations pour les technologies existantes."
                },
                "description": "Conception de systèmes pour satisfaire les exigences et architectures systèmes convenus."
            },
            "Conception de logiciels": {
                "code": "SWDN",
                "levels": {
                    "2": "Crée et documente des conceptions détaillées pour les applications ou composants logiciels simple.  Applique des techniques de modélisation, normes, modèles et outils convenus.  Contribue à la conception de composants de systèmes logiciels plus vastes.  Révise son propre travail.",
                    "3": "Entreprend la conception complète d applications ou composants logiciels modérément complexes.  Applique les normes, instructions, modèles et outils convenus.  Participe au sein d une équipe à la conception de composants de systèmes logiciels plus vastes.  Spécifie les interfaces utilisateur et/ou système.  Crée plusieurs vues de conception pour répondre aux préoccupations de différentes parties prenantes et pour gérer les exigences fonctionnelles et non fonctionnelles.  Aide à l évaluation des options et compromis.  Collabore aux revues du travail avec d autres, le cas échéant.",
                    "4": "Conçoit des applications, composants et modules logiciels complexes.  Utilise des techniques de modélisation appropriées conformément aux normes, instructions, modèles et méthodologies de conception de logiciels convenus.  Crée et communique plusieurs vues de conception pour équilibrer les préoccupations de parties prenantes et satisfaire aux exigences fonctionnelles et non fonctionnelles.  Identifie, évalue et recommande des options alternatives de conception et des compromis.  Modélise, simule ou prototype le comportement du logiciel proposé pour permettre l approbation par les parties prenantes et la construction efficace du logiciel.  Vérifie la conception du logiciel en construisant et appliquant des méthodes appropriées.  Examine, vérifie et améliore ses propres conceptions par rapport aux spécifications.  Dirige les revues de conceptions d autrui.",
                    "5": "Spécifie et conçoit des applications logicielles, composants et modules volumineux ou complexes.  Adopte et adapte les méthodes, outils et techniques de conception de logiciels.  Entreprend une analyse d impact sur les principales options de conception, fait des recommandations et évalue et gère les risques associés.  Spécifie les prototypes/simulations pour permettre une prise de décision éclairée.  évalue les conceptions de logiciels pour assurer le respect des normes et identifie les mesures correctives.  S assure que la conception du logiciel équilibre les exigences fonctionnelles, qualité, sécurité et gestion des systèmes.  Contribue à l élaboration de directives et normes organisationnelles en matière de conception et d architecture de logiciels.",
                    "6": "Dirige la sélection et le développement de méthodes, outils et techniques de conception de logiciels.  Développe des directives, normes et instructions organisationnelles pour la conception de logiciels et architectures logicielles.  Assure le respect des stratégies techniques et architectures de systèmes (y compris la sécurité)."
                },
                "description": "Spécification et conception de logiciels pour répondre aux exigences définies en suivant les normes et principes de conception convenus."
            },
            "Conception de réseaux": {
                "code": "NTDS",
                "levels": {
                    "3": "Spécifie les configurations techniques et composants requis pour un petit réseau ou un segment de réseau dans une infrastructure plus complexe.  Suit les architectures et normes organisationnelles.",
                    "4": "Conçoit des composants de réseau spécifiques en utilisant des architectures, normes de conception, modèles et méthodologie convenus.  Traduit les conceptions logiques en conceptions physiques répondants aux paramètres opérationnels spécifiés de capacité et performance.  Révise et vérifie les conceptions de réseau par rapport aux exigences non fonctionnelles, y compris les procédures de validation et correction d erreurs, contrôles d accès, de sécurité et d audit.  Contribue à l élaboration de routines de récupération et procédures d urgence.  Contribue aux architectures de réseau alternatives, topologies de réseau et options de conception.",
                    "5": "Produit ou approuve les fournisseurs de réseau, les architectures de réseau, topologies et bases de données de configuration pour son propre domaine de responsabilité.  Spécifie les paramètres de conception pour la connectivité, capacité, vitesse, interfaçage, sécurité et accès réseau, conformément aux exigences entreprise.  évalue les risques liés au réseau et spécifie les routines de récupération et les procédures d urgence.  Crée plusieurs vues de conception pour répondre aux préoccupations de différentes parties prenantes et pour gérer les exigences fonctionnelles et non fonctionnelles.",
                    "6": "Prend la responsabilité d aspects majeurs de la spécification du réseau, normes, technologies et modèles généralisés de conception au sein de l organisation.  Produit des directives, principes et critères de conception de réseaux couvrant la connectivité, capacité, interfaçage, sécurité, résilience, récupération et accès."
                },
                "description": "Conception de réseaux de communication pour répondre aux exigences stratégiques et opérationnelles et production de stratégies, architectures, directives de réseau et documentation connexe."
            },
            "Conception matériel": {
                "code": "HWDE",
                "levels": {
                    "3": "Suit les approches et gabarits de conception normalisés sélectionnés pour concevoir des composants matériels simples.  Demande orientation lors d écarts de gabarits de conception établis.  Tient compte de l environnement cible, des exigences de performance, sécurité, sûreté, fiabilité et durabilité.  Traduit les conceptions logiques en conceptions physiques.  Teste les performances de prototypes et de la sortie de production par rapport aux spécifications.  Soumet les conceptions matérielles pour approbation.  Documente tous travail en utilisant les normes, méthodes et outils requis.",
                    "4": "Conçoit les composants matériels, tenant compte de l environnement cible, performance, sécurité, sûreté, fiabilité et durabilité.  Traduit les modèles logiques en conceptions physiques et livre des prototypes techniques de composants proposés pour approbation et production.  Conçoit des tests de rendement des prototypes et produits finis par rapport aux spécifications et informe le développement itératif.",
                    "5": "Spécifie et conçoit des composants/systèmes matériels complexes.  Sélectionne des normes, méthodes et outils de conception appropriés, conformes aux directives convenues de l entreprise et s assure qu ils soient appliqués efficacement.  Entreprend l analyse d impact sur les options majeures de conception et évalue et gère les risques associés.  Veille à ce que les conceptions matériel équilibrent les exigences fonctionnelles, qualité, sécurité, gestion du système, fiabilité et durabilité.  Revoit les conceptions d autrui pour assurer la sélection de technologie appropriée, utilisation efficace des ressources et intégration effective de systèmes et technologies multiples.  Contribue à la directive pour sélection des composants.",
                    "6": "Fournit une direction générale et un leadership dans la pratique de conception matérielle au sein d une entreprise.  Influence les modèles basés sur l industrie pour le développement de nouvelles technologies et composants.  élabore des stratégies d approvisionnement efficaces, conformes aux besoins commerciaux.  Mène l adoption et garantit l adhérence aux directives, stratégies et normes organisationnelles en matière de conception de matériel."
                },
                "description": "Spécification d un modèle de conception matériel pour une architecture système définie."
            },
            "Programmation/développement de logiciels": {
                "code": "PROG",
                "levels": {
                    "2": "Conçoit, code, vérifie, teste, documente, modifie et refactorise des programmes/scripts simples. Utilise des normes et outils convenus, pour obtenir un résultat bien conçu. Revoit son propre travail.",
                    "3": "Conçoit, code, vérifie, teste, documente, modifie et refactorise des programmes/scripts modérément complexes.  Applique les normes et outils convenus pour obtenir un résultat bien conçu.  Surveille et rend compte du progrès.  Identifie les problèmes liés aux activités de développement logiciels.  Propose des solutions pratiques pour résoudre les problèmes.  Collabore aux revues du travail avec d autres, le cas échéant.",
                    "4": "Conçoit, code, vérifie, teste, documente, modifie et refactorise des programmes/scripts complexes et services d intégration logicielle.  Contribue à la sélection de méthodes, outils et techniques de développement logiciel.  Utilise des normes et outils convenus, afin d obtenir des résultats bien conçus.  Participe aux revues de son propre travail et mène des revues du travail de collègues.",
                    "5": "Assume la responsabilité technique dans toutes les étapes et itérations du développement logiciel.  Planifie et mène les activités de construction logicielles.  Adopte et adapte les méthodes, outils et techniques de développement logiciel appropriés.  Mesure et surveille l utilisation de normes projet/équipe pour le développement logiciel, y compris la sécurité du logiciel.  Contribue à l élaboration de directives, normes et instructions pour le développement de logiciels.",
                    "6": "élabore les directives, normes et instructions organisationnelles pour la construction et le refactoring logiciel.  Planifie et dirige les activités de construction logicielle pour des projets de développement stratégiques, vastes et complexes.  Adapte ou développe des méthodes nouvelles et des capacités organisationnelles et mène l adoption et le respect des directives et normes."
                },
                "description": "Développement de composants logiciels pour livrer de la valeur aux parties prenantes."
            },
            "Intégration et construction de systèmes": {
                "code": "SINT",
                "levels": {
                    "2": "Produit des versions du logiciel à partir du code source du logiciel.  Effectue des tests tels que définis dans une spécification de test d intégration et enregistre les détails des défaillances.  Analyse et rapporte sur les activités et résultats de tests d intégration.  Identifie et signale les problèmes et les risques.",
                    "3": "Définit les modules logiciels nécessaires à la génération d une intégration et produit une définition de chaque génération du logiciel. Accepte les modules logiciel terminés, s assurant qu ils répondent aux critères définis.  Produit des assemblages de logiciel à partir du code source du logiciel pour chargement sur le matériel cible.  Configure l environnement matériel et logiciel tel que requis par le système en intégration.  Produit les spécifications de test d intégration, effectue des tests et enregistre et rapporte les résultats.  Diagnostique les défauts et enregistre et rapporte les résultats de tests.  Produit des rapports d intégration de système.",
                    "4": "Fournit une expertise technique permettant la configuration de composants et matériel système pour systèmes de tests.  Collabore avec les équipes techniques pour développer et accepter des plans d intégration système et rapporter sur l état d avancement.  Définit de assemblages d intégration complexes/nouveaux.  Veille à ce que les environnements de test d intégration soient correctement configurés.  Conçoit, réalise et rapporte les résultats de tests d intégration.  Identifie et documente les composants du système d intégration pour enregistrement dans le système de gestion de configuration.  Recommande et met en oeuvre des améliorations aux processus et aux outils.",
                    "5": "Planifie et dirige les activités pour développer l intégration de systèmes organisationnels et renforcer les capacités y compris l automatisation et l intégration continue.  Identifie, évalue et gère l adoption d outils, techniques et processus pour créer un cadre d intégration robuste.  Fournit des conseils et orientations faisant autorité sur tout aspect de l intégration systèmes.  Dirige les travaux d intégration conformément à la conception convenue du système et du service.  évalue les risques et prend des mesures préventives.  Mesure et surveille l application des normes.  Contribue à l élaboration de directives, normes et instructions organisationnelles pour l intégration de systèmes.",
                    "6": "Dirige le développement de l intégration des systèmes organisationnels et renforce les capacités, y compris l automatisation et l intégration continue.  élabore des directives, normes et instructions organisationnelles pour l intégration et la construction de systèmes.  Fournit des ressources pour assurer le fonctionnement efficace de l intégration et la construction des systèmes et garantit l adoption et le respect des directives et normes."
                },
                "description": "Activités de planification, mise en oeuvre et contrôle pour synthétiser les composants système pour créer des systèmes, produits ou services opérationnels."
            },
            "Test": {
                "code": "TEST",
                "levels": {
                    "1": "Exécute des scénarios de test manuels donnés sous surveillance.  Utilise des outils de test automatiques élémentaires.  Enregistre les résultats et rapporte les problèmes.  Développe une compréhension du rôle des tests comme outil d amélioration de la conception et processus de validation.",
                    "2": "Conçoit des cas de test, crée des scénarios de test et des jeux de test, et automatise les tâches répétables en fonction des exigences ou spécifications fournies.  Définit les conditions de test pour des exigences données.  Exécute et enregistre les tests manuels et automatisés conformément aux plans de test.  Analyse et rapporte les activités de test, résultats, problèmes et risques.",
                    "3": "Conçoit des cas et scénarios de test sous sa propre direction, en se basant sur des critères prédéterminés, enregistrant et rapportant les résultats de tests.  Participe aux revues d exigences, conception et spécifications et utilise ces informations pour concevoir des plans et conditions de test.  Applique les normes convenues pour spécifier et effectuer des tests manuels et automatisés.   Automatise des tâches de test et construit la couverture de test via une infrastructure existante ou nouvelle.  Analyse et rapporte les activités de test, résultats, problèmes et risques.",
                    "4": "Sélectionne l approche de test appropriée, y compris les tests manuels et automatisés.  Développe et exécute des plans et cas de test.  Implémente des tests et des cadres automatisés évolutifs et fiables.  Collabore entre parties impliquées dans la conception et développement de produits, systèmes ou services pour permettre une couverture de test complète.  Identifie les améliorations apportées aux processus d exigences, conception ou spécification pour accroître l efficacité et l efficience des tests.  Analyse et rapporte sur les activités de test, résultats, problèmes et risques, y compris le travail des autres.",
                    "5": "Planifie et mène les activités de test à toutes les étapes et itérations du développement de produits, systèmes et services.  Fournit des conseils et des recommandations faisant autorité sur tous les aspects de la planification et l exécution des tests.  Adopte et adapte des méthodes de test appropriées, outils automatisés et techniques pour résoudre les problèmes liés aux outils et approches de test.  Mesure et surveille l application des normes pour les tests.  évalue les risques et prend des mesures préventives.  Identifie les améliorations et contribue à l élaboration de directives, normes et instructions organisationnelles pour les tests.",
                    "6": "élabore des directives, normes et instructions organisationnelles pour les tests.  Planifie et mène des activités de test stratégiques, importantes et complexes.  Mène les activités pour gérer les risques et opportunités associés aux tests.  Adapte ou développe des capacités et méthodes organisationnelles de test pour résoudre des problèmes commerciaux et d ingénierie complexes dans les outils et les tests.  Promeut une culture de qualité dans toute l organisation et encourage l adoption et le respect des directives et normes de test."
                },
                "description": "Investigation de produits, systèmes et services pour évaluer leur comportement et si ceci satisfait les exigences et caractéristiques spécifiés ou non."
            },
            "Configuration du logiciel": {
                "code": "PORT",
                "levels": {
                    "3": "Aide à concevoir, vérifier, documenter, modifier et refactoriser des configurations de logiciels modérément complexes pour déploiement.  Applique les normes et outils convenus pour obtenir un résultat bien conçu.  Collabore aux revues du travail avec d autres, le cas échéant.",
                    "4": "Conçoit, vérifie, documente, modifie et refactorise des configurations de logiciels complexes pour déploiement.  Contribue à la sélection de méthodes, outils et techniques de configuration du logiciel.  Applique les normes et outils convenus pour obtenir des résultats bien conçus.  Participe aux revues de son propre travail et mène les revues du travail de collègues.",
                    "5": "Assume la responsabilité technique à toutes les étapes et itérations du développement et déploiement de la configuration.  Planifie et gère les activités de configuration du logiciel.  Adopte et adapte les méthodes, outils et techniques appropriés de configuration du logiciel.  Mesure et surveille l application des normes de conception et déploiement de la configuration, y compris la sécurité des logiciels.  Contribue à l élaboration de directives, normes et instructions organisationnelles pour la conception et le déploiement de la configuration du logiciel.",
                    "6": "élabore les directives, normes et instructions organisationnelles pour conception, déploiement et refactoring de configuration du logiciel.  Planifie et mène les activités de configuration de logiciel et déploiement pour des projets de déploiement stratégiques, vastes et complexes.  Développe des méthodes nouvelles et capacités organisationnelles et gère l adoption et le respect des directives et normes."
                },
                "description": "Conception et déploiement de configurations de produits logiciels dans des environnements ou plateformes numériques."
            },
            "Développement de systèmes en temps réel / embarqués": {
                "code": "RESD",
                "levels": {
                    "2": "Conçoit, construit et teste des composants en temps réel / embarqués simples dans le cadre d une conception globale de systèmes plus importants.  Utilise des langages de programmation appropriés pour piloter des capteurs et actionneurs simples.  Apprend à utiliser des outils spécialisés tels que des émulateurs en circuit, analyseurs logiques et oscilloscopes numériques.",
                    "3": "Conçoit, construit et intègre des composants en temps réel / embarqués de complexité moyenne dans le cadre d une conception globale de systèmes plus importants.  Respecte les normes convenues et utilise des outils spécialisés tels que des émulateurs en circuit et analyseurs logiques.  Pilote du matériel spécialisé, généralement des capteurs et des actionneurs, et optimise le code de composants pour les performances.  Applique une gamme d approches à la vérification et au test des composants en temps réel.",
                    "4": "Conçoit, construit et intègre des composants et sous-systèmes temps réel / embarqués complexes.  Conçoit des dispositions physiques qui reflètent la connexion entre les composants du système pour tester et optimiser les performances.  Construit des prototypes système et simulations pour faciliter le développement et permettre le débogage, tests et dépannage de logiciels embarqués.  Applique une gamme d approches à la validation, vérification et test des composants et des sous-systèmes en temps réel.  Est pleinement familiarisé avec une gamme d outils spécialisés.",
                    "5": "Conçoit et développe des architectures et systèmes en temps réel / embarqués pour répondre aux exigences système convenues.  Planifie et gère le développement de systèmes en temps réel / embarqués complexes et sélectionne les approches et techniques à utiliser.  Analyse les options de conception et compromis entre matériel et logiciel, fait des recommandations et évalue et gère les risques associés.  S assure que la validation, vérification et tests efficaces soient effectués tout au long du développement.  Supervise l intégration de multiples sous-systèmes dans le système global.",
                    "6": "Fournit une direction générale et un leadership dans le développement de systèmes en temps réel / embarqués.  élabore des directives, normes et instructions organisationnelles pour architectures et concepts de systèmes en temps réel / embarqués.  Planifie et dirige des développements stratégiques, importants et complexes de systèmes en temps réel/embarqués.  Identifie des opportunités d exploiter de nouvelles technologies et améliorer les technologies et pratiques existantes.  Gère l adhérence aux stratégies techniques, architectures systèmes et mise en oeuvre de la vérification, validation et tests basés sur les risques.  élabore des stratégies efficaces de mise en oeuvre et d approvisionnement."
                },
                "description": "Conception et développement de logiciels en temps réel fiables, généralement dans des systèmes embarqués."
            },
            "Ingénierie de sécurité": {
                "code": "SFEN",
                "levels": {
                    "3": "Aide à l analyse des dangers et risques lors du développement et de la mise en oeuvre du système en utilisant des méthodes et des procédures convenues.  Documente les résultats d activités d analyse des dangers et risques.  Aide à la collecte de preuves d assurance de sécurité en utilisant des méthodes et des outils appropriés. Entreprend tous travaux conformément aux normes convenues de sécurité, techniques et qualité.",
                    "4": "Contribue à identifier, analyser et documenter les dangers et risques pour la sécurité en utilisant des méthodes et des procédures convenues.  Contribue à la spécification des exigences de sécurité.  Analyse et documente les résultats de validation de la sécurité durant le développement et la mise en oeuvre du système.  Contribue à l élaboration et à la maintenance des plans d assurance de sécurité du projet et rassemble des preuves d assurance de la sécurité pour la préparation du dossier de sécurité.",
                    "5": "Identifie et analyse les dangers et contribue à l identification et l évaluation des mesures de réduction des risques, en s assurant que celles-ci soient correctement documentées.  Spécifie les architectures de systèmes liés à la sécurité pour des niveaux de sécurité définis.  élabore et tient à jour les plans d assurance de sécurité du projet.  Surveille la mise en oeuvre et la conformité.  S assure que les preuves d assurance de sécurité soient recueillies pour la préparation du dossier de sécurité.  Travaille avec les architectes système, concepteurs et développeurs pour assurer l implémentation des exigences de sécurité.",
                    "6": "Assume l entière responsabilité de l analyse des dangers et de l évaluation des risques, de la conception architecturale de systèmes liés à la sécurité et de la planification de la conformité à la sécurité.  Dirige la définition et l attribution d exigences de sécurité pour le système, en fonction de la nature du système et du niveau de sécurité requis.  Assume la responsabilité des aspects liés à la sécurité de plusieurs projets complexes ou à haut niveau d intégrité de sécurité."
                },
                "description": "Mise en oeuvre de méthodes appropriées pour assurer la sécurité pendant toutes les phases du cycle de vie de développement de systèmes liés à la sécurité."
            },
            "évaluation de la sécurité": {
                "code": "SFAS",
                "levels": {
                    "4": "Recueille des preuves d assurance de sécurité à l aide de méthodes et outils appropriés.  Entreprend tous travaux conformément aux normes convenues de sécurité, techniques et qualité.",
                    "5": "Entreprend des analyses de sécurité en utilisant des techniques convenues pour vérifier ou valider que les exigences de sécurité soient mises en oeuvre.  Participe aux évaluations de sécurité système.  Crée des rapports d évaluation de sécurité et recommande et définit comment les exigences de sécurité d un système peuvent être satisfaites.",
                    "6": "Défend et promeut les pratiques de sécurité au sein de l organisation.  Dirige les évaluations de sécurité conformément aux directives et normes de sécurité de l organisation.  Définit et met en oeuvre des directives et normes organisationnelles pour l évaluation de la sécurité système.  Assure la conformité aux normes et directives définies et supervise les activités globales d évaluation du cycle de vie sécurité."
                },
                "description": "évaluation des systèmes logiciels et matériels liés à la sécurité pour déterminer la conformité aux normes et les niveaux requis d intégrité de sécurité."
            },
            "Ingénierie des radiofréquences": {
                "code": "RFEN",
                "levels": {
                    "2": "Aide à la configuration, au réglage et aux vérifications fonctionnelles des appareils et logiciels de radiofréquence.  Résout les défauts jusqu au niveau de l unité remplaçable en ligne ou fait remonter selon les procédures données.  Effectue des contrôles de confiance utilisateurs et fait remonter les défauts selon les procédures données.  Intègre des dispositifs RF avec des applications logicielles à l aide de configurations statiques.",
                    "3": "Déploie, configure, règle et calibre les appareils et logiciels RF en suivant les calendriers de maintenance et en utilisant les outils et équipements de test appropriés.  Intègre les modifications matérielles/firmware.  Interprète les indicateurs automatiques de panne / performance et résout les pannes jusqu au niveau des composants discrets ou fait remonter selon les procédures données.  Met en oeuvre des protocoles de communication entre éléments du système conformément aux normes définies.  Intègre les dispositifs RF aux applications logicielles, incorporant la reconfiguration dynamique des éléments sous contrôle logiciel pour optimiser leurs performances opérationnelles.",
                    "4": "Enquête et résout les conditions de défaillance à l échelle du système à l aide d un large éventail d outils et de techniques de diagnostic.  Reconfigure l équipement pour contourner les pannes temporaires.  Spécifie, sélectionne et intègre les dispositifs RF dans un système.  Définit les protocoles de communication internes pour transmission sur les fréquences disponibles.  Reconfigure appareils et logiciels pour optimiser les performances.",
                    "5": "Surveille les performances du système, recommande des modifications de l équipement et changements aux procédures d exploitation, méthodes d entretien et horaires.  élabore des calendriers et procédures de maintenance.  Approuve les mises à niveau et modifications de l équipement.  Examine les normes industrielles et nationales sur les protocoles et réglementations RF pertinents.  Mesure et évalue l efficacité des dispositifs et logiciels RF.",
                    "6": "Fournit une direction générale et leadership pour l utilisation d appareils et logiciels basés sur les radiofréquences.  Spécifie les exigences de performance de l équipement de radiofréquence et définit la directive de maintenance.  Identifie des opportunités d exploitation de nouvelles technologies et d amélioration de technologies et pratiques existantes.  élabore des stratégies efficaces de mise en oeuvre et d approvisionnement."
                },
                "description": "Conception, installation et maintenance d appareils et de logiciels basés sur les radiofréquences."
            },
            "Développement d animation": {
                "code": "ADEV",
                "levels": {
                    "3": "Construit des composants visuels et audio.  Utilise des outils de conception pour faire évoluer des prototypes rapides de pages Web.  Utilise des outils de conception visuelle et des techniques de modélisation organique pour créer et animer des personnages virtuels dans la conception d un jeu ou système.",
                    "4": "Construit des composants visuels et audio et les intègre dans la structure du système, généralement à l aide d un moteur de jeux.  Utilise des outils de conception pour faire évoluer des prototypes rapides de pages Web et évaluer la viabilité des concepts de conception.  Utilise des outils de conception visuelle complexes et des techniques de modélisation organique pour créer et animer des personnages virtuels lors de la conception d un jeu ou système.",
                    "5": "Gère les itérations de conception de niveaux et de narration, documentant le flux global et l architecture d un jeu ou d un système similaire.  Développe des structures conceptuelles en plans de conception pour créer des structures de haut niveau et architectures d exécution pour les sites Web.",
                    "6": "Livre direction créative générale dans la conception et le design de produits d animation tels que jeux et simulations."
                },
                "description": "Conception et développement de systèmes animés et interactifs tels que jeux et simulations."
            }
        },
        "Données et analytique": {
            "Gestion des données": {
                "code": "DATM",
                "levels": {
                    "4": "Conçoit et met en oeuvre des processus de gestion des données de référence pour des sous-ensembles spécifiques de données.  évalue l intégrité des données provenant de sources multiples.  Fournit des conseils sur la transformation de données d un format / support à un autre.  Maintient et met en oeuvre des procédures de traitement des informations.  Facilite la disponibilité, intégrité et possibilité de recherche d informations grâce à l application de structures formelles de données et métadonnées et de mesures de protection.",
                    "5": "Conçoit et implémente des processus de gestion de données de référence.  Dérive des structures de gestion des données et métadonnées pour soutenir la cohérence de la récupération, combinaison, analyse, reconnaissance et interprétation des gabarits, au travers de l organisation.  Planifie le stockage, partage et publication efficace de données au sein de l organisation.  Valide indépendamment des informations externes provenant de sources multiples.  évalue les problèmes qui pourraient empêcher l organisation de faire une utilisation maximale de ses acquis en informations.  Fournit avis et instructions d expert pour permettre à l organisation d avoir une valeur maximale des acquis en données.",
                    "6": "Dérive une stratégie globale de gestion des données de référence qui soutient le développement et fonctionnement sécurisé des informations et services numériques.  élabore des directives, normes et instructions organisationnelles pour la gestion des données, alignées sur les principes éthiques.  Planifie, établit et gère des processus pour accès régulier et cohérent à des informations externes provenant de sources multiples et pour une validation indépendante de ces informations."
                },
                "description": "élaboration et mise en oeuvre de plans, directives et pratiques qui contrôlent, protègent et optimisent la valeur des actifs de données."
            },
            "Modélisation des données": {
                "code": "DTAN",
                "levels": {
                    "2": "établit, modifie et tient à jour des structures simples de données et composants associés.  Utilise des techniques spécifiques de modélisation et conception de données sous guidance.",
                    "3": "Applique des techniques normalisées de modélisation et conception de données basées sur une compréhension détaillée des exigences.  établit, modifie et tient à jour les structures de données et composants associés.  Communique le détail des structures de données et des composants associés à d autres personnes utilisant les structures de données et composants associés.",
                    "4": "Enquête sur les besoins en données de l entreprise lorsqu il y a une certaine complexité et ambiguïté.  Planifie ses propres activités de modélisation et de conception de données, sélectionnant des techniques appropriées et le niveau de détail adéquat pour satisfaire les objectifs assignés.  Fournit des avis et conseils aux autres en utilisant les structures de données et les composants associés.",
                    "5": "établi des normes pour la modélisation des données et les outils et techniques de conception, conseille sur leur applicabilité et assure la conformité.  Gère l enquête des besoins en données de l entreprise sur base d une compréhension détaillée des exigences en information.  Coordonne l application de techniques d analyse, conception et modélisation afin d établir, modifier ou tenir à jour les structures de données et leurs composants associés.  Gère l itération, revue et mise à jour des besoins et modèles de données."
                },
                "description": "Développement de modèles et diagrammes pour représenter et communiquer les exigences de données et les acquis de données."
            },
            "Conception de bases de données": {
                "code": "DBDS",
                "levels": {
                    "3": "Interprète les normes d installation pour répondre aux besoins projet et produit les spécifications de composants de base de données ou de entrepôt de données.  Développe des éléments appropriés de conception de bases de données physiques ou d entrepôts de données, dans le cadre de directives définies, pour répondre aux exigences de données.",
                    "4": "Implémente des concepts de bases de données physique pour soutenir les exigences transactionnelles de performance et de disponibilité.  Développe et tient à jour des connaissances spécialisées des concepts, principes de conception, architectures, logiciels et installations de base de données et entrepôts de données.  évalue les changements proposés aux structures de données / objets, et évalue les alternatives.  Implémente des concepts d entrepôt de données qui tiennent compte des demandes d informatique décisionnelle commerciale et analyse de données.",
                    "5": "Fournit une expertise spécialisée dans les caractéristiques de conception de systèmes de gestion de bases de données ou de produits / services d entrepôt de données.  Fournit des conseils d expert dans la sélection, fourniture et utilisation d architectures, logiciels et installations de bases de données et d entrepôts de données.  S assure que la directive de conception de la base de données physique tient compte des exigences de données transactionnelles en matière de performances et de disponibilité.  S assure que la directive de conception d entrepôt de données tient compte des demandes d informatique décisionnelle et d analyse de données."
                },
                "description": "Spécification, conception et mise à jour de mécanismes pour sauvegarder et avoir accès aux données."
            },
            "Ingénierie de données": {
                "code": "DENG",
                "levels": {
                    "2": "Assiste dans le développement et l implémentation de pipelines et magasins de données.  Effectue des tâches administratives pour permettre l accessibilité, la récupérabilité, la sécurité et la protection des données.",
                    "3": "Conçoit et met en oeuvre des pipelines de données et des magasins de données pour acquérir et préparer des données.  Applique les normes et outils d ingénierie des données pour créer et maintenir des pipelines de données et extraire, transformer et charger des données.  Effectue des contrôles et corrections de routine de la qualité des données.",
                    "4": "Conçoit, met en oeuvre et tient à jour des solutions d ingénierie de données complexes pour acquérir et préparer des données.  Crée et tient à jour des pipelines de données pour connecter les données au sein et entre les magasins de données, applications et organisations.  Effectue des vérifications et corrections complexes de la qualité des données.",
                    "5": "Planifie et dirige le développement de solutions d ingénierie de données veillant à ce que les solutions équilibrent les exigences fonctionnelles et non fonctionnelles.  Surveille l application des normes et architectures de données, y compris sécurité et conformité.  Contribue aux directives, normes et instructions organisationnelles pour l ingénierie des données.",
                    "6": "Mène la sélection et le développement de méthodes, outils et techniques d ingénierie des données.  élabore des directives, normes et instructions organisationnelles pour le développement et fonctionnement sécurisé de services et produits de données.  Renforce le respect des stratégies et architectures techniques.  Planifie et dirige des activités d ingénierie des données pour les programmes stratégiques, vastes et complexes."
                },
                "description": "Conception, construction, opérationnalisation, sécurisation et surveillance des pipelines de données et des magasins de données."
            },
            "Administration des bases de données": {
                "code": "DBAD",
                "levels": {
                    "2": "Assiste dans les activités de support de base de données.",
                    "3": "Effectue les tâches standard de maintenance et d administration de la base de données.  Utilise des logiciels et outils du système de gestion de base de données pour collecter des statistiques de performance.",
                    "4": "Développe et configure des outils pour permettre l automatisation des tâches d administration de la base de données.  Surveille les statistiques de performance et crée des rapports.  Identifie et enquête sur les problèmes et questions complexes et recommande des actions correctives.  Effectue la configuration, installation et reconfiguration de routine de la base de données et produits connexes.",
                    "5": "Identifie, évalue et gère l adoption correcte d outils et processus d administration des bases de données, y compris l automatisation.  Développe et tient à jour les procédures et documentation pour bases de données.  Contribue à l établissement de normes pour la définition, sécurité et intégrité des objets de base de données et assure la conformité à ces normes.  Gère la configuration de base de données, y compris l installation et mise à jour de logiciels et maintenance de la documentation pertinente.  Surveille les activités de base de données et l utilisation des ressources.  Optimise les performances des bases de données et les planifie les besoins prévisionnels en ressources."
                },
                "description": "Installation, configuration, surveillance, maintenance et amélioration des performances des bases de données et magasins de données."
            },
            "Science des données": {
                "code": "DATS",
                "levels": {
                    "2": "Sous instructions, applique des techniques de science des données convenues aux données.  Analyse et rapporte les résultats et corrige les problèmes simples, à l aide d algorithmes implémentés dans des cadres et outils logiciels standard.",
                    "3": "Applique les techniques existantes de science des données à de nouveaux problèmes et jeux de données à l aide de techniques de programmation spécialisées.  Sélectionne parmi les sources de données existantes et prépare les données pour utilisation par les modèles de science des données.  évalue les résultats et performances de modèles de science des données.  Identifie et initie les opportunités de formations et amélioration de modèles et les données qu ils utilisent.  Publie et rapporte des produits de modèle pour répondre aux besoins clients et conformément aux normes convenues.",
                    "4": "étudie le problème décrit et jeu de données pour évaluer l utilité des solutions de science et analyse des données.  Applique une gamme de techniques de science des données et utilise des langages de programmation spécialisés.  Comprend et applique les règles et directives spécifiques à l industrie, et anticipe les risques et autres implications de la modélisation.  Sélectionne, acquiert et intègre des données pour analyse.  Développe des hypothèses et méthodes de données et évalue des modèles analytiques.  Donne conseils sur l efficacité de techniques spécifiques basées sur les constatations du projet et des recherches approfondies.  Contribue au développement, évaluation, suivi et déploiement de solutions de science des données.",
                    "5": "Planifie et dirige toutes les étapes du développement de solutions de science des données et d analyse.  Fournit des conseils d expert pour évaluer les problèmes à résoudre et le besoin de solutions de science des données.  Identifie les sources de données à utiliser ou à acquérir.  Spécifie et applique des techniques de science des données appropriées et des langages de programmation spécialisés.  Examine les avantages et la valeur des techniques et outils de science des données et recommande des améliorations.  Contribue à l élaboration de directives, normes et instructions pour le développement, évaluation, surveillance et déploiement de solutions de science des données.",
                    "6": "Mène l introduction et l utilisation de la science et analyse des données pour stimuler l innovation et la valeur commerciale.  élabore des directives, normes et recommandations organisationnelles pour la science et l analyse des données.  Définit l orientation et dirige l introduction et l utilisation de techniques, méthodologies et outils de science et analyse des données.  Dirige le développement des capacités organisationnelles pour la science et l analyse des données.  Planifie et dirige des initiatives stratégiques, vastes et complexes en science des données pour générer des constations, créer de la valeur et orienter la prise de décision.",
                    "7": "Gère la création et revue d une approche et culture inter-fonctionnelles à l échelle de l entreprise pour générer de la valeur à partir de la science et l analyse des données.  Mène l identification, évaluation et adoption des capacités de science et analyse des données pour transformer la performance organisationnelle.  Mène la fourniture de capacités de science et analyse des données de l organisation.  Veille à ce que l application stratégique de la science et analyse des données soit intégrée à la gouvernance et le leadership de l organisation.  Aligne les stratégies commerciales, transformation d entreprise et stratégies de science et d analyse des données."
                },
                "description": "Application de mathématiques, statistiques, exploration de données et techniques de modélisation prédictive pour obtenir des informations, prédire les comportements et générer de la valeur à partir des données."
            },
            "Apprentissage machine": {
                "code": "MLNG",
                "levels": {
                    "2": "Applique des techniques d apprentissage machine convenues aux données, sous la tutelle de leadership technique. Analyse et rapporte les résultats et remédie des problèmes simples à l aide d algorithmes mis en oeuvre dans des cadres et outils logiciels standard.",
                    "3": "Applique les techniques existantes d apprentissage machine aux problèmes et jeux de données nouveaux.  évalue les résultats et performances des systèmes d apprentissage machine.  Identifie les problèmes et recommande des améliorations aux systèmes d apprentissage machine et aux données utilisées.",
                    "4": "Compte tenu d un problème et d un jeu de données bien décrits, évalue si l apprentissage machine est susceptible de fournir une solution efficace.  Implémente des algorithmes développés par autrui.  Donne conseils sur l efficacité de techniques spécifiques, sur base de résultats du projet et de recherches plus larges.  Contribue au développement, évaluation, suivi et déploiement de systèmes d apprentissage machine.  Comprend et applique les règles et instructions spécifiques à l industrie, et anticipe les risques et autres implications de la modélisation.",
                    "5": "Conçoit, met en oeuvre, teste et améliore les architectures et les systèmes d apprentissage machine.  Sélectionne des techniques en fonction d une vaste connaissance des forces, faiblesses et performances attendues de différentes approches.  établit de bonnes pratiques dans le développement, évaluation, surveillance et déploiement de systèmes d apprentissage machine.",
                    "6": "Dirige le développement de nouvelles approches et capacités organisationnelles pour concevoir, former et évaluer des systèmes d apprentissage machine.  établit des normes et instructions pour l application et la traçabilité des systèmes d apprentissage machine aux problèmes de l entreprise, et supervise leur mise en oeuvre.  Conçoit et supervise les directives organisationnelles sur la création, formation et utilisation de systèmes d apprentissage machine."
                },
                "description": "Développement de systèmes qui apprennent par expérience et usage de données."
            },
            "Informatique décisionnelle": {
                "code": "BINT",
                "levels": {
                    "2": "Aide à la création de rapports réguliers d informatique décisionnelle à l aide d outils normalisés.  Soutient la préparation des données à partir de sources existantes.",
                    "3": "Obtient et prépare des données pour l analyse et effectue des activités normalisées d informatique décisionnelle.  Crée et fournit des rapports standards en fonction des besoins des parties prenantes et conformément aux normes convenues.  étudie le besoin d analyses d informatique décisionnelle nouvelles ou révisées.  Contribue à la recommandation d améliorations.  Collabore avec les parties prenantes sous direction.",
                    "4": "Soutient les besoins en informatique décisionnelle des processus de gestion ou de gouvernance spécifiques ou en domaines opérationnels.  étudie le besoin de rapports et analyses d informatique décisionnelle lorsqu il existe une certaine complexité et ambiguïté.  Sélectionne et applique des outils et techniques non standards d informatique décisionnelle pour fournir des éclaircissements et faciliter la prise de décision.  Sélectionne, acquiert et intègre des données pour analyse.  Identifie les opportunités de numérisation et rationalisation du traitement des données opérationnelles et d optimisation des capacités d informatique décisionnelle.",
                    "5": "Planification et gestion des activités d informatique décisionnelle.  S assure que les processus informatique décisionnelle soient robustes, efficaces et adaptés à l objectif, en se concentrant sur l automatisation, les contrôles clés et la qualité des données.  Avise sur les normes, procédures, méthodes, outils et techniques disponibles.  Gère les évaluations des avantages et valeur de techniques et outils d informatique décisionnelle et recommande des améliorations.  Contribue à l élaboration de directive, normes et instructions en matière d analyse."
                },
                "description": "Développement, production et diffusion d informations de gestion régulières et ponctuelles pour fournir des révélations et aider à la prise de décision."
            },
            "Visualisation des données": {
                "code": "VISL",
                "levels": {
                    "3": "Utilise un produit de visualisation, comme instruit, pour concevoir et créer des vues de données.  Sélectionne les techniques de visualisation appropriées parmi les options disponibles.  Collabore avec l utilisateur cible pour prototyper et affiner les visualisations spécifiées.",
                    "4": "Met en oeuvre différentes techniques de visualisation et conçoit le contenu et l apparence des vues de données.  Met en opération et automatise des activités de production efficace et opportune des vues de données.  Choisit une approche de visualisation appropriée parmi un éventail d options applicables.  Contribue à l exploration et l expérimentation en visualisation de données.",
                    "5": "Mène l exploration de nouvelles approches de visualisation des données.  établit l objet et les paramètres de visualisation de données.  Fournit un contrôle global, afin d assurer une utilisation appropriée d outils et techniques de visualisation de données.  Formate et communique les résultats par des méthodes textuels, numériques, graphiques et autres méthodes de visualisation adaptées au public cible.  Donne conseil sur l utilisation appropriée de la visualisation de données pour différents buts et contextes afin de satisfaire les exigences.  élabore des plans montrant comment les besoins utilisateur identifié seront satisfaits."
                },
                "description": "Aide à la compréhension des données par affichage de concepts, idées et faits via des représentations graphiques."
            }
        },
        "Expérience Utilisateur": {
            "Recherche utilisateurs": {
                "code": "URCH",
                "levels": {
                    "3": "Utilise des méthodes standards pour faciliter des initiatives de recherche utilisateurs.  Collabore efficacement avec utilisateurs et représentants du client pour générer une recherche de haute qualité.  Documente et partage les résultats de la recherche utilisateurs.",
                    "4": "Effectue des recherches génératives pour le développement de systèmes, produits, services ou appareils.  Planifie ses propres activités de recherche utilisateurs.  Facilite la contribution d utilisateurs et parties prenantes.  Recueille et analyse les données de recherche utilisateurs.  Soutient la synthèse de la recherche et la création de constatations, rapports et présentations.  Contribue à la sélection d approches de recherche utilisateurs pour projets et initiatives.  Soutient l adoption d approches convenues.",
                    "5": "Planifie et dirige les activités de recherche utilisateurs en fournissant conseils et orientations d expert pour soutenir l adoption d approches convenues.  Détermine les approches à utiliser pour inclure les utilisateurs dans la recherche générative.  Mène la collecte et l analyse des données de recherche utilisateurs.  Synthétise la recherche, développe des constatations et présente des conclusions pour éclairer la prise de décision et conduire des actions.  Contribue à l élaboration de méthodes et de normes d organisation pour la recherche utilisateurs.",
                    "6": "Se fait le champion de la conception centrée sur l utilisateur et sécurise l engagement organisationnel envers la participation significative d utilisateurs dans la recherche.  élabore des directives, normes et instructions organisationnelles pour la recherche utilisateurs.  Développe ou procure des ressources et capacités organisationnelles pour faciliter l adoption et l exploitation de la recherche utilisateurs.  Collabore avec des partenaires internes et externes pour faciliter une recherche utilisateurs efficace."
                },
                "description": "Identification des comportements, besoins et motivations des utilisateurs à l aide de méthodes de recherche par observation."
            },
            "Analyse d expérience utilisateur": {
                "code": "UNAN",
                "levels": {
                    "3": "Applique des techniques et outils normalisés pour développer des scénarios utilisateurs et susciter des exigences d expérience utilisateur.  Organise et structure l analyse de l expérience utilisateur.  Travaille avec les parties prenantes pour prioriser les exigences et résoudre les conflits.",
                    "4": "Sélectionne techniques et outils appropriés pour développer des scénarios utilisateurs et susciter des exigences d expérience utilisateur dans des situations complexes.  Identifie et décrit les objectifs de conception de systèmes, produits, services et dispositifs.  Identifie les rôles des groupes de parties prenantes concernées.  Résout les conflits potentiels entre différentes exigences utilisateurs.  Spécifie des critères mesurables pour la convivialité et accessibilité requises de systèmes, produits, services et appareils.",
                    "5": "Détermine les approches à utiliser pour l analyse d expérience utilisateur.  Planifie et gère des activités d analyse d expérience utilisateur et d accessibilité.  Fournit avis d experts et conseils pour soutenir l adoption et l adaptation d approches convenues.  Développe des outils, techniques et normes d expérience utilisateur dans le cadre organisationnel de conception centrée sur l utilisateur"
                },
                "description": "Compréhension du contexte d utilisation de systèmes, produits et services et spécification des exigences d expérience utilisateur et les objectifs de conception."
            },
            "Conception d expérience utilisateur": {
                "code": "HCEV",
                "levels": {
                    "3": "Applique des techniques et outils normalisés pour concevoir des interactions et expériences utilisateur avec le composant système, produit ou service sélectionnés.  Examine les objectifs de conception et les exigences convenues en matière de sécurité, convivialité et accessibilité.  Crée des story-boards, wireframes statiques et prototypes dynamiques ou exploitables.  Aide, en tant que membre d une équipe, à la conception globale de l expérience utilisateur.  Aide à l évaluation des options et compromis de conception.  Applique systématiquement les directives de conception visuelle et d image de marque.",
                    "4": "Sélectionne des outils, méthodes et gabarits de conceptions pour concevoir des interactions et expériences utilisateurs d un produit, système ou service.  Traduit les concepts en produits et prototypes et collecte les retours d information ou évaluations utilisateurs pour améliorer les concepts.  évalue les concepts alternatifs et recommande des concepts tenant compte des exigences de performance, facilité d utilisation et accessibilité.  Interprète et suit les directives de conception visuelle et d image de marque pour créer une expérience utilisateur cohérente et impactante.",
                    "5": "Planifie et dirige les activités de conception de l expérience utilisateur, fournissant des avis et conseils d experts pour soutenir l adoption d approches convenues.  Détermine les approches à utiliser pour concevoir des expériences utilisateur.  Utilise des approches itératives pour intégrer rapidement les retours d informations ou évaluations d utilisateurs dans les conceptions.  Intègre la conception visuelle et l image de marque requises dans les activités de conception de l expérience utilisateur.",
                    "6": "Obtient l engagement organisationnel aux stratégies visant à offrir l expérience utilisateur, la convivialité, l accessibilité et la sécurité requises.  Définit les directives, normes et techniques organisationnelles pour la conception de l expérience utilisateur.  Planifie et dirige les activités de conception d expérience utilisateur pour des programmes stratégiques, grande envergure ou complexes."
                },
                "description": "Production de principes de conception et prototypes pour les interactions utilisateurs et expériences d un produit, système ou service."
            },
            "évaluation d expérience utilisateur": {
                "code": "USEV",
                "levels": {
                    "2": "Aide à la préparation et l opération de l environnement, facilités et outils requis pour évaluer les systèmes, produits, services ou appareils.  Aide à la collecte de retours d informations sur les prototypes et concepts d utilisateurs et autres.",
                    "3": "évalue les prototypes et options de conception pour obtenir un retour d information des utilisateurs sur les besoins des systèmes, produits, services ou appareils en développement.  Teste l utilisabilité et l accessibilité de composants et concepts alternatives.  Gère une gamme d évaluations, enregistrant données et retours d information.  Analyse les données d évaluations et recommande des actions à prendre.  Identifie des domaines de futurs recherches utilisateurs.  Vérifie les systèmes, produits, services ou appareils pour le respect des normes, instructions, guides de style et législation.  évalue la facilité d utilisation des systèmes existants ou concurrent de fournir des valeurs de référence et comme point d entrée pour la conception.",
                    "4": "Sélectionne les outils et techniques appropriés pour évaluer les expériences utilisateurs de systèmes, produits, services ou appareils.  Valide que les exigences de sécurité, convivialité et accessibilité ont été satisfaites.  Vérifie les systèmes, produits, services ou appareils opérationnels pour changements dans les besoins d utilisabilité et d accessibilité. Interprète et présente les résultats d évaluations, priorise les problèmes et rend compte des mesures correctives.  Rassemble les entrées pour des recherches utilisateurs futures.",
                    "5": "Gère l évaluation de l expérience utilisateur des systèmes, produits, services ou appareils.  Assure que les exigences de sécurité, convivialité et accessibilité ont été respectées et que les pratiques requises ont été suivies.  Donne conseils sur ce qu il faut évaluer, le type d évaluation à utiliser et l étendue de la participation requise de l utilisateur.  Travaille de manière itérative avec les équipes de conception pour s assurer que les retours d information de l évaluation soient compris et mis en oeuvre par les concepteurs et les développeurs.  Donne conseils sur la réalisation des niveaux d utilisabilité et d accessibilité requis pour des conceptions ou prototypes spécifiques.  Priorise les points d entrée pour les recherches utilisateurs futures.",
                    "6": "Se fait le champion des normes de haut niveau dans l interaction des utilisateurs avec systèmes, produits et services de l organisation, y compris l implication des utilisateurs dans les activités d évaluation.  Spécifie les normes et méthodes de sécurité, convivialité et accessibilité et veille à ce que ceci soit pris en compte dans les conceptions futures.  Développe ou acquiert des ressources et capacités pour mener une évaluation efficace de l expérience utilisateur, y compris des installations spécialisées centrées sur l utilisateur et des communautés d utilisateurs.  Dirige la fourniture de données et ressources pour les futures recherches utilisateurs.  Collabore avec des partenaires internes et externes pour faciliter une évaluation efficace des systèmes, produits et services."
                },
                "description": "Validation des systèmes, produits ou services par rapport aux objectifs, mesures et cibles de l expérience utilisateur."
            }
        },
        "Gestion du contenu": {
            "Création de contenu": {
                "code": "INCA",
                "levels": {
                    "1": "Contribue, sous instruction, à la génération de contenu et à la configuration d éléments et fichiers de contenu.  Effectue des activités de test planifiées d avance, sous surveillance, enregistre les résultats.",
                    "2": "Travaille avec collègues et clients pour comprendre les besoins du public et assimiler le matériel source.  Crée un contenu brouillon pour répondre aux exigences du public aussi clairement, simplement et rapidement que possible.  Applique les instructions et normes pour modérer le contenu d autrui, faisant remonter le cas échéant.",
                    "3": "Produit des artefacts d information qui sont exacts, à jour, pertinents et facilement compréhensibles par le public visé.  Clarifie les exigences détaillées en matière de contenu avec clients et représentants du public visé.  Conçoit, crée, contrôle et évalue des sujets modérément complexes.  Prend des décisions éclairées sur la meilleure façon de présenter des informations au public.  Applique des processus de modération et d édition au contenu fourni par d autres.",
                    "4": "Conçoit le contenu et l apparence de livrables d information complexes.  Contrôle, surveille et évalue le contenu pour assurer la qualité, cohérence et accessibilité des messages et l utilisation optimale des médias choisis.  Comprend et gère les risques associés à la publication de contenu.  Modère le contenu et s assure que le contenu peut être réutilisé de manière appropriée.  Examine le travail d autrui et assume la responsabilité d assurer une publication appropriée.",
                    "5": "Fournit un contrôle éditorial d ensemble au travers de l équipe ou équipes de concepteurs de contenu et auteurs.  Avise sur des formats adaptés au contenu et média.  Développe et tient à jour des plans de contenu montrant comment seront satisfaits les besoins du public identifié.  Supervise la revue et acceptation de matériaux pour permettre la satisfaction des exigences.",
                    "6": "Obtient l engagement organisationnel envers les directives, normes et stratégies pour créer le contenu requis.  Spécifie les normes et méthodes de conception pour atteindre les objectifs organisationnels de création de contenu.  Planifie et dirige la création de contenu pour des programmes stratégiques, vastes et complexes."
                },
                "description": "Planification, conception et création d informations textuelles, appuyées si nécessaire par un contenu graphique."
            },
            "Publication de contenu": {
                "code": "ICPM",
                "levels": {
                    "1": "Contribue, sur instruction, aux activités de soutien à la publication.  Soutient le classement des données.  Utilise des processus de publication établis conformément aux instructions appropriées.",
                    "2": "Comprend les concepts, outils et méthodes de publication technique, et comment les utiliser.  Utilise des procédures convenues pour publier un contenu.  Obtient et analyse les données d utilisation et les présente efficacement.  Applique les principes d utilisabilité et d accessibilité aux informations publiées.",
                    "3": "Coordonne les processus de gestion de contenu pour répondre aux besoins des utilisateurs.  Utilise des systèmes de publication de contenu pour gérer le contenu publié sur des canaux variés.  Tient compte des questions juridiques liées à la publication.",
                    "4": "Applique les instructions et utilise des techniques et outils appropriés pour fournir des interfaces de publication aux applications et plates-formes existantes ou nouvelles.  Maintiens et met à jour les processus de gestion de contenu pour répondre aux besoins des utilisateurs.  Sélectionne des voies appropriées pour la publication du contenu.  Avise les utilisateurs et auteurs de contenu.  Fournit des conseils aux utilisateurs et auteurs de contenu pour tirer parti des fonctionnalités des canaux et outils pertinents utilisés. Identifie les implications  légales associées à la publication.",
                    "5": "Planifie et gère les activités et missions de publication de contenu.  Développe des normes et procédures pour soutenir la publication de contenu sur un ou plusieurs plateformes/canaux.  Avise sur l approche et techniques à utiliser pour la publication de contenu.  Assure la conception de structure et style généralisés du contenu.  S assure que les processus de publication soient conformes aux directives et stratégies convenues et aux exigences légales.",
                    "6": "Obtient un engagement organisationnel et les ressources pour assurer la qualité appropriée du matériel publié par ou au nom de l organisation.  Définit les directives, normes et techniques de l organisation pour la publication de contenu.  Planifie et dirige les activités de publication de contenu pour programmes stratégiques, vastes et complexes.  S assure que les directives soient mises en oeuvre et que tous problèmes juridiques liés à la publication soient gérés de manière adéquate."
                },
                "description": "Gestion et amélioration continue des processus de la collecte, assemblage et publication de contenu."
            },
            "Gestion du savoir": {
                "code": "KNOW",
                "levels": {
                    "2": "Maintient une base de données de gestion du savoir.  Tire parti des connaissances d une spécialité afin de capturer et classer le contenu, prenant conseils d experts au besoin.",
                    "3": "Maintient systèmes et contenu de la gestion du savoir pour répondre aux besoins commerciaux.  Assiste d autres personnes pour leur permettre de compléter les activités de gestion du savoir et de former des habitudes de gestion du savoir.  Soutient les modifications aux pratiques de travail pour permettre la capture et l utilisation du savoir.  Rapporte sur l état d avancement des activités de gestion du savoir.  Configure et élabore les normes et systèmes de gestion du savoir.",
                    "4": "Organise les composants du savoir et supervise le cycle de vie d identification, capture, classement, sauvegarde et maintenance de composants.  Facilite le partage, collaboration et communication du savoir.  Implémente des initiatives spécifiques de gestion du savoir.  Surveille l utilisation et l impact du savoir.  Interroge le contenu existant du savoir afin d identifier les enjeux, risques et opportunités.",
                    "5": "élabore et met en oeuvre des processus et comportements de gestion du savoir.  Fournit conseils, orientations et soutien pour aider les gens à adopter et intégrer la gestion du savoir.  Contribue à la définition des directives, normes et instructions pour la gestion du savoir.  évalue et sélectionne des méthodes et outils de gestion du savoir.  Favorise les technologies, processus et comportements collaboratifs pour faciliter le partage d idées et de connaissances professionnelles.  Partage des idées et exemples de pratiques existantes.  Met en oeuvre la gestion du savoir au niveau du programme, projet et équipe.",
                    "6": "élabore des directives, normes et instructions organisationnelles pour la gestion du savoir.  Championne et mène le développement d une approche organisationnelle de gestion du savoir.  Partage différentes approches pour le partage du savoir entre communautés de pratique, unités commerciales et réseaux.  Favorise le partage du savoir par le biais de processus et systèmes commerciaux opérationnels.  Surveille et évalue les initiatives de partage du savoir.  Gère les revues des avantages et valeur de la gestion du savoir.  Identifie et recommande des améliorations.",
                    "7": "Développe une stratégie organisationnelle de gestion du savoir et dirige la création d une culture de gestion du savoir.  Intègre la gestion du savoir au travers des unités commerciaux et développe des capacités stratégiques de gestion du savoir.  Renforce l importance du partage du savoir par l alignement d objectifs et récompenses individuels et organisationnels.  Identifie des opportunités pour des relations stratégiques ou partenariats avec clients, fournisseurs et partenaires."
                },
                "description": "Gestion des connaissances vitales pour créer de la valeur pour l organisation."
            }
        },
        "Science informatique": {
            "Modélisation scientifique": {
                "code": "SCMO",
                "levels": {
                    "4": "Analyse le problème du monde réel, puis sélectionne des modèles physiques et mathématiques appropriés pour se rapprocher des phénomènes étudiés.  Applique des techniques mathématiques pertinentes pour simuler le problème.  Effectue des évaluations de qualité et performances des produits de modèles informatiques et apporte des améliorations aux modèles.  Fournit des conseils et avis aux utilisateurs de ces modèles.",
                    "5": "étudie les problèmes du monde réel pour évaluer si des modèles scientifiques existants fournissent des solutions efficaces.  Crée de nouvelles représentations mathématiques de la science sous-jacente qui peuvent être implémentées dans un modèle informatique.  Applique des techniques de programmation avancées pour implémenter des modèles scientifiques et les appliquer à la résolution de problèmes.  Analyse le fonctionnement des modèles de calcul existants pour améliorer précision et performances.  Communique les limites telles qu incertitudes et erreurs systématiques.  Assure l utilisation appropriée des modèles informatiques.",
                    "6": "Initie la création, essai, amélioration et application de cadres de modèles mathématiques représentant des systèmes du monde réel et des théories scientifiques.  établit des normes et approches pour l application de la modélisation scientifique.  Supervise la représentation de principes et théories scientifiques et mathématiques dans les modèles pour assurer une utilisation appropriée, cohérente et efficace.  Développe ou introduit de nouvelles techniques mathématiques quand nécessaire.",
                    "7": "Dirige la création et revue d une approche et culture de modélisation scientifique multi-fonctionnelle au travers de l entreprise.  Mène le développement des capacités de modélisation scientifiques de l organisation et se fait le champion de son utilisation pour la résolution de problèmes de la vie réelle."
                },
                "description": "Application de simulation numériques et autres formes de calcul pour résoudre des problèmes de la vie réelle dans des disciplines scientifiques."
            },
            "Analyse numérique": {
                "code": "NUAN",
                "levels": {
                    "4": "Crée des algorithmes modérément complexes en utilisant une gamme de techniques mathématiques et avec une sensibilité aux limites des techniques.  Utilise des environnements scientifiques sophistiqués de calcul et de visualisation.  évalue la stabilité, précision et efficacité des algorithmes et apporte ou recommande des améliorations.  Itère et améliore les modèles en utilisant les retours d informations d experts, quand nécessaire.",
                    "5": "Crée, teste et améliore des algorithmes complexes qui résolvent numériquement des problèmes du monde réel.  Développe des techniques mathématiques et informatiques pour aider à l analyse numérique.  Communique les limites telles qu incertitudes et erreurs systématiques.  Revoit les algorithmes pour leur conformité aux normes de conception et de performance.",
                    "6": "Initie la création, test, amélioration et application d algorithmes numériques qui résolvent des problèmes mathématiques du monde réel.  établit des normes et stratégies pour l application de l analyse numérique.  Dirige la mise en oeuvre des capacités d analyse numérique pour assurer une utilisation appropriée, cohérente et efficace dans toute l organisation.",
                    "7": "Dirige la création et l examen d une approche et d une culture multi-fonctionnelles à l échelle de l entreprise pour l analyse numérique.  Dirige le développement des capacités d analyse numérique de l organisation et s en fait le champion de son utilisation dans la résolution de problèmes réels."
                },
                "description": "Création, analyse, implémentation, test et amélioration d algorithmes pour résoudre numériquement des problèmes mathématiques."
            },
            "Calcul de haute performance": {
                "code": "HPCC",
                "levels": {
                    "4": "Développe des solutions modérément complexes qui utilisent des environnements informatiques de hautes performances pour résoudre les problèmes du monde réel.  Applique une gamme de techniques de calcul de haute performance en tenant compte des limites des techniques.  Utilise les retours d informations et apports des experts, le cas échéant.  Analyse la complexité, évolutivité et performances des algorithmes, y compris les implémentations massivement parallèles, et apporte ou recommande des améliorations.",
                    "5": "Crée, teste et améliore des solutions informatiques complexes à hautes performances pour résoudre les problèmes du monde réel.  Collabore avec les parties prenantes pour s assurer que les solutions informatiques de hautes performances soient efficaces pour résoudre leurs problèmes.  Guide les équipes de développement dans l utilisation appropriée et efficace des ressources de calcul de haute performance",
                    "6": "Initie la création, test, amélioration et application d algorithmes qui résolvent des problèmes du monde réel dans des environnements informatiques à haute performance.  établit des normes et stratégies pour l utilisation du calcul de haute performance.  Mène la mise en oeuvre des capacités organisationnelles pour assurer une utilisation appropriée, cohérente et efficace du calcul de haute performance.",
                    "7": "Dirige la création et révision d une approche et d une culture multi-fonctionnelles à l échelle de l entreprise pour le calcul de haute performance.  Dirige le développement des capacités de calcul de haute performance de l organisation et se fait le champion de son utilisation dans la résolution de problèmes réels."
                },
                "description": "Utilisation de systèmes informatiques avancés et de techniques de programmation spéciales pour résoudre des problèmes de calcul complexes."
            }
        }
    },
    "Livraison et Exploitation": {
        "Gestion technologique": {
            "Gestion des services technologiques": {
                "code": "ITMG",
                "levels": {
                    "5": "Assume la responsabilité de la gestion de la conception, approvisionnement, installation, mise à niveau, exploitation, contrôle, maintenance et de utilisation efficace de services technologiques spécifiques.  Dirige la prestation de services, en veillant à ce que les niveaux de service convenus, exigences de sécurité et autres normes de qualité soient respectés.  Assure le respect des directives et procédures pertinentes.  S assure que les processus et pratiques soient alignés entre équipes et fournisseurs pour fonctionner de manière efficace et efficiente.  Surveille les performances des services technologiques.  Fournit des rapports d état et autres rapports appropriés aux responsables et aux utilisateurs seniors.",
                    "6": "Identifie et gère les ressources nécessaires à la budgétisation, estimation, planification, développement et fourniture d un portefeuille spécifié de services et systèmes technologiques.  Collabore et influence les parties prenantes pour s assurer que les services soient développés et gérés pour répondre aux niveaux de service, exigences de sécurité et autres normes de qualité convenus.  Planifie et gère la mise en oeuvre de processus et procédures, outils et techniques de surveillance et gestion de la performance des services technologiques.  Aligne la contribution de systèmes et services spécifiés sur les cibles organisationnels et financiers et des objectifs de performance clairement définis.  Recommande des options de sourçage -- qu elles soient internes, externalisées ou combinées.  Surveille les performances des équipes de livraison et prend des mesures correctives si nécessaire conformément aux politiques.",
                    "7": "Définit la stratégie de gestion du portefeuille de services technologiques.  Aligne la gestion des services technologiques avec les stratégies organisationnelles, objectifs et opportunités émergentes.  Promeut les opportunités que la technologie offre à l organisation, y compris la faisabilité du changement et son impact probable.  Autorise la mise en place de capacités de prestation de services technologiques nouvelles ou modifiées.  Intègre des options internes et externalisées, ainsi que des options de prestation tirant parti de plusieurs capacités de prestation de services.  Autorise l allocation de ressources pour la planification, développement et livraison de tous les services et produits techniques.  Maintient une vue d ensemble de la contribution des services technologiques au succès de l organisation."
                },
                "description": "Gestion de la provision des services basés sur la technologie pour satisfaire les exigences organisationnelles définies."
            },
            "Support applicatif": {
                "code": "ASUP",
                "levels": {
                    "2": "Assiste avec des procédures spécifiées de maintenance.  Aide à l investigation et la résolution des problèmes relatifs aux applications.",
                    "3": "Suit des procédures convenues pour identifier et résoudre les problèmes applicatifs.  Utilise des logiciels et outils de gestion d application pour collecter des statistiques de rendement convenus.  Effectue des tâches convenues de maintenance applicatifs.",
                    "4": "Tient à jour les processus de support applicatif et vérifie à ce que toutes les demandes d aide soient traitées selon les procédures en vigueur.  Utilise un logiciel et des outils de gestion d application pour étudier les problématiques, collecter des statistiques de performances et créer des rapports.",
                    "5": "Veille à ce que toutes les demandes de support applicatif soient traitées selon les procédures et normes établies.  élabore et tient à jour des procédures et documentation pour le support applicatif.  Gère les modifications d applications pour améliorer les performances commerciaux.  Conseille sur l application du point de vue sécurité, licences, mises à jour, sauvegardes et reprise après sinistre."
                },
                "description": "Fourniture de services de gestion, techniques et administratifs pour soutenir et maintenir les applications en direct."
            },
            "Infrastructure informatique": {
                "code": "ITOP",
                "levels": {
                    "1": "Contribue, sous supervision, à l exploitation routinière de l infrastructure.  Acquiert une compréhension des composants et services d infrastructure en suivant les activités de collègues expérimentés.",
                    "2": "Exécute les procédures opérationnelles de routine, y compris l exécution d outils/scénarios spécifiés d automatisation.  Modifie les tâches d automatisation existantes sous supervision pour acquérir une compréhension élémentaire du langage de scénarios/outils d automatisation.  Contribue à l entretien et à l installation.  Surveille et rend compte des performances de l infrastructure pour permettre la prestation de services.  Résout les problèmes ou se réfère à autrui pour obtenir de l aide.",
                    "3": "Provisionne/installe, configure et maintient les services et composants d infrastructure.  Surveille, mesure et signale la charge, performance et événements de sécurité de l infrastructure.  Identifie les problèmes opérationnels et contribue à leur résolution.  Effectue les procédures opérationnelles convenues, y compris la sauvegarde/restauration, à l aide d outils et des scénarios d infrastructure fournis.  Effectue les tâches convenues de maintenance du logiciel système.  Automatise les tâches d administration de routine du système selon spécifications à l aide d outils normalisés et scénarios élémentaires.",
                    "4": "Fournit une expertise technique pour permettre la bonne application de procédures opérationnelles.  Contribue à la planification et mise en oeuvre de la maintenance et mises à jour de l infrastructure.  Effectue les changements d infrastructure convenus et routines de maintenance.  Utilise des outils de gestion d infrastructure pour déterminer les statistiques de charge et de performance.  Configure des outils et/ou crée des scripts pour automatiser l approvisionnement, les tests et le déploiement d infrastructures nouvelles et modifiées. Maintient les procédures opérationnelles et vérifie qu elles sont exécutées conformément aux normes convenues.  Enquête et permet la résolution des problèmes opérationnels.  Fournit rapports et propositions d amélioration, aux spécialistes, utilisateurs et gestionnaires.",
                    "5": "Fournit un leadership technique pour optimiser les performances de l infrastructure informatique.  étudie et gère l adoption d outils, techniques et processus (y compris l automatisation) pour la gestion des systèmes et services.  Supervise la planification, installation, maintenance et acceptation des composants d infrastructure nouveaux et mis à jour et de services basés sur l infrastructure.  S aligne sur les attentes de service, exigences de sécurité et autres normes de qualité.  S assure que les procédures opérationnelles et la documentation soient adaptées à l usage et tenues à jour.  S assure que les problèmes opérationnels soient identifiés, enregistrés, surveillés et résolus.  Fournit des rapports d état et autres rapports approprié aux spécialistes, utilisateurs et gestionnaires."
                },
                "description": "Déploiement, configuration et opération de l infrastructure informatique."
            },
            "Logiciel système": {
                "code": "SYSP",
                "levels": {
                    "3": "Surveille les systèmes opérationnels pour utilisation des ressources et taux d échec, pour informer et faciliter le réglage du logiciel système.  Applique les paramètres du logiciel système pour optimiser le débit et l efficacité.  Installe et teste de nouvelles versions du logiciel système.  Contribue à la préparation des procédures de mise en oeuvre du logiciel avec des plans d urgence de secours.",
                    "4": "Surveille les métriques du logiciel système et ajuste les configurations pour disponibilité et performances optimales.  Examine les mises à jour du logiciel système et identifie celles qui méritent de prendre action.  Configure le logiciel système pour fonctionnalités et performances requises.  étudie et résout les problèmes de logiciel système, demandant une action de la part du fournisseur si nécessaire.",
                    "5": "S assure que le logiciel système est provisionné et configuré pour faciliter la satisfaction des objectifs de service.  évalue de nouveaux logiciels système et en recommande l adoption, le cas échéant.  Planifie l approvisionnement et tests de nouvelles versions du logiciel système.  étudie et coordonne la résolution des problèmes de service potentiels et réels.  S assure que les procédures opérationnelles et diagnostics du logiciel système soient à jour, accessibles et bien compris."
                },
                "description": "Installation, gestion, contrôle, déploiement et maintenance de logiciels de systèmes d infrastructure pour satisfaire les besoins opérationnels et niveaux de service."
            },
            "Support réseau": {
                "code": "NTAS",
                "levels": {
                    "2": "Contribue à la configuration opérationnelle des composants de réseaux.  Assiste dans l investigation et la résolution de problèmes de réseau.  Aide avec des procédures de maintenance spécifiées.",
                    "3": "Effectue les tâches convenues de maintenance du réseau et la configuration opérationnelle spécifiée des composants du réseau.  établit et diagnostique les problèmes/défaillances du réseau à l aide de méthodologies et outils de dépannage requis.  Utilise des logiciels et outils de gestion de réseau pour collecter les performances et les statistiques de trafic convenues.",
                    "4": "Soutient le processus de support réseau et vérifie que toutes les demandes de support soient traitées selon les procédures convenues.  S assure que les configurations de réseau soient respectées pour satisfaire les exigences opérationnelles en accord avec les procédures convenues.  Utilise des logiciel et outils de gestion de réseau pour étudier et diagnostiquer les problèmes de réseau, recueillir les statistiques de performances et créer des rapports.",
                    "5": "Rédige et tient à jour les procédures et documentation de support et opération du réseau. Apporte une contribution significative à l enquête, diagnostic et résolution de problèmes de réseau.  Veille à ce que toutes les demandes de support soient traitées selon les normes et procédures établies."
                },
                "description": "Fourniture de services de maintenance et de support pour réseaux de communication."
            },
            "Installation et désinstallation de systèmes": {
                "code": "HSIN",
                "levels": {
                    "1": "Suit les procédures convenues pour effectuer des installations simples, remplacer des articles consommables et vérifier le bon fonctionnement des installations.  Documente et rapporte sur le travail accompli.",
                    "2": "Installe ou supprime les composants système à l aide d instructions et outils d installation fournis.  Effectue des tests standards et contribue aux enquêtes sur problèmes et défauts.  Confirme le bon fonctionnement des installations.  Documente les résultats conformément aux procédures convenues.",
                    "3": "Installe ou supprime les matériels et/ou les logiciels, utilisant des instructions et outils d installation fournis, y compris la remise au client.  Utilise des procédures et outils de diagnostic normalisés pour tester les installations, corriger les problèmes et documenter les résultats.  Enregistre le détails de tous les composants qui ont été installés et supprimés.  Assiste les utilisateurs et suit les procédures convenues pour aide supplémentaire ou escalade.  Contribue à l élaboration des procédures et normes d installation.",
                    "4": "Entreprend ou supervise des installations et désinstallations complexes de systèmes ou de composants, y compris la remise au client.  élabore des procédures et normes d installation et transfert pour maintenir et améliorer le service d installation.  Planifie les travaux d installation en fonction des priorités des clients et la disponibilité des ressources.  Assure le respect des procédures de sécurité et de qualité établies.",
                    "5": "Assume la responsabilité de projets d installation et/ou de démantèlement.  Fournit un leadership efficace à l équipe, y compris les flux d informations vers et du client au cours des travaux de projet.  Développe et met en oeuvre des plans et déclarations de méthode de qualité.  Surveille l efficacité des installations et veille à ce que des recommandations appropriées pour le changement soient respectées."
                },
                "description": "Installation et test, ou démantèlement et retrait, de systèmes ou composants de système."
            },
            "Gestion de configuration": {
                "code": "CFMG",
                "levels": {
                    "2": "Utilise des outils, techniques et processus pour gérer, suivre, consigner, rapporter et corriger les éléments de configuration, composants et modifications.  Aide aux audits pour vérifier l exactitude des informations et entreprend toute mesure corrective nécessaire sous direction.",
                    "3": "Utilise des outils, techniques et processus pour suivre, consigner et corriger l information liée aux éléments de configuration.  Vérifie et approuve les changements assurant la protection des actifs et composants de modifications non-autorisées, détournement et utilisation inappropriée.  Veille à ce que les utilisateurs respectent les normes d identification par types d objets, environnements, processus, cycles de vie, documentation, versions, formats, référentiels, releases et gabarits.  Effectue des audits pour vérifier l exactitude de l information et engage toute mesure corrective nécessaire sous direction.",
                    "4": "Propose et accepte les éléments de configuration (CI) à identifier de manière unique avec les conventions de nommage.  Implémente des processus opérationnels pour maintenir une configuration sécurisée, un classement et une gestion des CI et pour la vérification et audit des enregistrements de configuration.  Développe, configure et maintient des outils (y compris l automatisation) pour identifier, suivre, consigner et tenir à jour des informations exactes, complètes et à jour.  Rapporte l état de la gestion de la configuration.  Identifie les problèmes et questions et recommande des mesures correctives.",
                    "5": "Planifie la collecte et gestion des CI et informations qui s y rattachent.  Accepte le scopage des processus de gestion de configuration et des éléments de configuration et informations connexes à contrôler.  Identifie, évalue et gère l adoption d outils, techniques et procédés appropriés (y compris l automatisation) pour la gestion de la configuration.  Contribue au développement de stratégies, directives, normes et instructions de gestion de configuration.",
                    "6": "Développe des stratégies, directives, normes et instructions de gestion de configuration.  Promeut l importance et la valeur de la gestion de la configuration et développe de nouvelles méthodes et capacités organisationnelles (y compris l automatisation) pour la gestion de configuration.  Fournit des ressources pour encourager l adoption et le respect des directives et normes.  Mesure et surveille le respect des normes et assure l exécution cohérente du processus pour toute l organisation."
                },
                "description": "Planification, identification, contrôle, comptabilisation et audit des éléments de configuration («Configuration Items», CI) et leurs interrelations."
            },
            "Mise à disposition et déploiement": {
                "code": "RELM",
                "levels": {
                    "3": "Utilise des outils et techniques approuvés pour des activités spécifiques de déploiement.   Administre l enregistrement des activités, le consignation des résultats et documente les activités techniques entreprises.",
                    "4": "évalue et analyse les composants de la version comme points d entrée pour la planification de la release.  Maintient et administre les outils et méthodes de livraison, déploiement et configuration des logiciels.  Maintient les processus et procédures de release.",
                    "5": "Mène l évaluation, analyse, planification et conception de paquets de release, y compris l évaluation du risque.  Assure la liaison avec partenaires commerciaux et équipes technologiques sur le calendrier de release et l état d avancement.  Effectue les examens après releases.  Assure que les processus et procédures de release soient respectés et que les releases peuvent être annulées si nécessaire.  Identifie, évalue et gère l adoption de techniques, processus et outils d automatisation appropriés au release et déploiement.",
                    "6": "Définit la stratégie de release pour l organisation dans les contextes tant de développement que de production/opérationnel.  Implémente des processus, outils et ressources pour assurer que la transition de services, composants de service et paquets soient planifiés et conforme.  S assure que les tests, validation et gestion de configuration soient inclus dans toutes les activités de release et déploiement.  Autorise des activités critiques de release et point d escalade."
                },
                "description": "Application de processus, systèmes et fonctions nécessaires pour rendre les services et fonctionnalités nouveaux et modifiés disponibles à l utilisation."
            },
            "Gestion du stockage": {
                "code": "STMG",
                "levels": {
                    "3": "Effectue régulièrement des sauvegardes évolutifs de haute performance, et restaure suivant un calendrier et surveille le stockage hors site.  Implémente des configurations documentées pour l allocation de stockage, installation et maintenance de systèmes de stockage sécurisés conformément à la procédure opérationnelle convenue.  Identifie des problèmes opérationnels et contribue à leur résolution.  Utilise des outils standard de gestion et de rapportage pour recueillir et rapporter utilisation, performance, et les statistiques de sauvegarde.",
                    "4": "Prépare et tient à jour les procédures opérationnelles pour la gestion du stockage.  Surveille capacité, performance, disponibilité et autres mesures organisationnelles.  Prend des actions appropriées pour assurer la maintenance corrective et proactive des systèmes de stockage et de sauvegarde pour protéger et sécuriser les informations commerciaux.  Crée des rapports et propositions d amélioration.  Contribue à la planification et la mise en oeuvre de nouvelles installations et l entretien programmé et modifications du système.",
                    "5": "Développe des normes et instructions pour la mise en oeuvre de fonctionnalité de protection des données et de reprise après sinistre pour toutes applications et données commerciales.  Fournit des avis et conseils d experts pour mettre en oeuvre et améliorer la gestion du stockage.  Gère les systèmes de stockage et de sauvegarde pour fournir les niveaux de service convenus.  Crée, améliore et prend en charge les services de gestion du stockage avec une utilisation optimisée des ressources de stockage, garantissant la sécurité, disponibilité et intégrité des données.",
                    "6": "élabore des stratégies de gestion de stockage et données en fonction du niveau de criticité de l information.  Assure le respect des exigences réglementaires et de sécurité.  Aligne les investissements dans la gestion du stockage avec les objectifs commerciaux et directives de gestion des données."
                },
                "description": "Planification, mise en oeuvre et optimisation des technologies et processus utilisés pour le stockage de données."
            },
            "Gestion des installations": {
                "code": "DCMA",
                "levels": {
                    "3": "Surveille la conformité aux procédés convenus et étudie, évalue et résout les incidents de non-conformité, escalade si nécessaire.  Donne aux utilisateurs les accès physiques requis et surveille et rapporte le contrôle d accès global.",
                    "4": "Utilise les outils de gestion de centre de données pour produire l information de gestion sur la consommation d énergie, le refroidissement et l espace et étudier les problèmes si nécessaire.  Procède à des audits de routine et contrôle le respect des politiques et procédures. Facilite la mise en oeuvre des essais de sécurité électrique obligatoire.",
                    "5": "Développe et maintient les normes, processus et documentation pour les centres de données.  Optimise l efficacité dans l utilisation de l espace de centre de données.  Assure le respect de toutes les directives et processus pertinents.  Utilise des outils de gestion de centre de données pour planifier, enregistrer et gérer l infrastructure installée, puissance, espace et les capacités de refroidissement.  Surveille l utilisation et les actions pour atteindre les objectifs de pérennité.",
                    "6": "Définit la stratégie organisationnelle pour la gestion du parc informatique et veille à ce que la directive reflète les meilleures pratiques.  élabore des stratégies pour assurer la prévisibilité et satisfaction de besoins futurs d espace du centre de données.  Assume la responsabilité globale pour le respect des règlements sur la santé et la sécurité au travail et la politique de sécurité électrique.  Recherche et assure l utilisation des meilleures pratiques de l industrie afin d assurer que les futurs plans soient alignés pour satisfaire les objectifs organisationnels de pérennité."
                },
                "description": "Planification, conception et gestion de l immobilier, espace et installations qui, collectivement, composent le parc informatique."
            }
        },
        "Gestion de services": {
            "Gestion des niveaux de service": {
                "code": "SLMO",
                "levels": {
                    "2": "Surveille et consigne la prestation réelle, par rapport à celle exigée par les accords de niveau de service.",
                    "3": "Surveille les mesures de performance de prestation de services.  Assure la liaison avec les parties prenantes pour les aider à planifier une détérioration du service et/ou des violations des accords de niveau de service.",
                    "4": "Effectue des tâches définies pour surveiller la prestation des services contre les accords de niveau de service et tient l historique des informations pertinentes.  Analyse la performance de prestation de service pour identifier les actions requises pour maintenir ou améliorer les niveaux de service.  Initie et rapporte les actions pour maintenir ou améliorer les niveaux de services.",
                    "5": "Vérifie que la prestation de services répond aux niveaux de service convenus.  Négocie avec les clients les exigences de niveaux de service et les niveaux de service convenus.  Diagnostique les problèmes de prestation de service et initie des actions pour maintenir ou améliorer les niveaux de service.  établit et maintient des modes opératoires, procédures et installations et vérifie régulièrement leur efficacité et efficience.",
                    "6": "Veille à ce que la prestation de services soit surveillée efficacement et que les actions identifiées pour maintenir ou améliorer les niveaux de service soient mises en oeuvre.  S assure que les accords de niveau de service soient complets et rentables sur l ensemble du catalogue de services disponibles.  S assure que des méthodes, procédures, installations et outils opérationnels soient établis, révisés et tenus à jour.  Prépare des propositions pour répondre aux changements prévus dans les niveaux ou types de services.  Revoit la prestation de services pour s assurer que les objectifs convenus soient atteints.  Négocie avec les parties concernées en ce qui concerne perturbations et modifications majeures de la fourniture des services.",
                    "7": "Définit des stratégies de prestation de services qui prennent en charge les besoins stratégiques de l organisation cliente.  Autorise l affectation de ressources pour surveiller les dispositions de prestation de service.  Développe des relations avec les clients au plus haut niveau afin d identifier les domaines d intérêt commercial commun pour développement futur.  Maintient une vue d ensemble de la contribution des accords de prestation de service à la réussite organisationnelle.  Assure le leadership au sein de l industrie sur l identification de tendances à venir."
                },
                "description": "Accord sur les objectifs pour les niveaux de service et évaluation, surveillance et gestion de la prestation de services par rapport aux objectifs."
            },
            "Gestion du catalogue de services": {
                "code": "SCMG",
                "levels": {
                    "3": "Collecte les informations nécessaires pour alimenter le catalogue de services.  édite et met à jour les descriptions de services et produits et tient à jour la liste des services disponibles.  Agit en tant que point de contact, recevant et gérant les mises à jour de routine du catalogue de services.  Identifie les opportunités d amélioration des processus de gestion du catalogue de services.",
                    "4": "Contribue à la conception et à la mise en place d un catalogue de services.  Permet l automatisation des demandes et exécutions des commandes.  Fournit des conseils et des orientations sur les informations à inclure dans le catalogue de services.  Contribue aux revues et améliorations du catalogue et des processus de gestion du catalogue de services.",
                    "5": "Gère la création et maintenance d un catalogue de services.  S assure que le catalogue de services est complet et à jour.  Travaille avec les propriétaires de services pour assurer la cohérence et l exactitude des entrées du catalogue de services.  Effectue des révisions régulières du catalogue avec les parties prenantes pour assurer la pertinence par rapport aux besoins et exigences de l entreprise.  Gère les processus de gestion du catalogue de services."
                },
                "description": "Mise à disposition d une source d informations cohérentes sur les services et produits disponibles aux clients et utilisateurs."
            },
            "Gestion de la disponibilité": {
                "code": "AVMT",
                "levels": {
                    "4": "Analyse la disponibilité, fiabilité, maintenabilité et facilité d entretien des services et composants.  Contribue au processus de gestion de disponibilité et son fonctionnement.  Effectue des tâches définis de gestion de disponibilité.  S assure que les services et composants répondent et continuent à répondre à l ensemble des objectifs convenus de rendement et niveaux de service.  Implémente des modalités de reprise après sinistre et documente les procédures de recouvrement.  Procède à l essai des procédures de recouvrement.",
                    "5": "Fournit avis et orientations sur la planification, conception et amélioration de la disponibilité des services et composants.  Enquête toutes les violations des objectifs de disponibilité et non-disponibilité de services et lance des activités correctives.  élabore des plans de reprise après sinistre ainsi que des processus de soutien.  Gère les tests des plans de reprise après sinistre.",
                    "6": "Définit la directive et élabore des stratégies, plans et processus pour garantir que les services offrent les niveaux de disponibilité convenus.  Développe et met en oeuvre de nouveaux outils et techniques de disponibilité."
                },
                "description": "Assurance que les services livrent les niveaux convenus de disponibilité pour satisfaire les besoins commerciaux actuels et futurs."
            },
            "Gestion des capacités": {
                "code": "CPMG",
                "levels": {
                    "4": "Surveille la capacité de composants services et initie des actions pour résoudre tout manque selon les procédures convenues. Utilise des techniques pour contrôler la demande sur une ressource ou un service particulier. Aide à la modélisation et planification de capacité. Facilite la conception de la capacité de composant de service.",
                    "5": "Gère les activités de modélisation et de prévision des capacités.  Examine de manière pro-active les renseignements en rapport avec les accords de niveau de service pour identifier des problèmes de capacité et spécifier les modifications nécessaires.  Fournit des conseils pour permettre la conception de composants de service y compris la conception de capacités flexibles et évolutives.  Travaille avec les représentants business pour convenir et mettre en oeuvre des modifications de capacité de court et moyen terme.  ébauche et tient à jour des normes et procédures pour la gestion de capacité du composant de service.  Assure l application correcte des normes et procédures.",
                    "6": "Dirige l élaboration et la mise en oeuvre de directives et de stratégies de gestion des capacités et des performances pour répondre aux besoins commerciaux.  Dirige la modélisation et prévision de capacités tout au long du cycle de planification ou budgétisation de l organisation.  S assure que les directives et normes de gestion de capacité soient adaptées à l objectif, tenus à jour et correctement mises en oeuvre.  Revois les nouvelles propositions commerciales et fournit des conseils spécialisés sur les problèmes de capacité."
                },
                "description": "Veille à ce que les composants de service aient la capacité et les performances nécessaires pour répondre aux besoins commerciaux actuels et prévus."
            },
            "Gestion des incidents": {
                "code": "USUP",
                "levels": {
                    "2": "Suivant procédures convenues pour identifier, enregistrer et catégoriser les incidents.  Recueille des informations pour permettre la résolution d incident et assigne les incidents correctement.",
                    "3": "Fournit une enquête de première ligne et recueille des informations pour permettre la résolution et attribution des incidents.  Avise les personnes concernées des mesures prises.",
                    "4": "S assure que les incidents soient traités suivant les procédures convenues.  Priorise et diagnose des incidents.  Enquête sur les causes d incidents et cherche résolution.  Fait remonter les incidents non résolus.  Facilite la restauration, suite à la résolution d incidents.  Documente et clos les incidents résolus.  Contribue au test et à l amélioration des procédures de gestion des incidents.",
                    "5": "Développe, tient à jour et test les procédures de gestion des incidents en accord avec les propriétaires de services.  Enquête sur les incidents remontés au propriétaire responsable du service et cherche résolution.  Facilite la restauration, suite à la résolution d incidents.  Veille à ce les incidents résolus soient correctement documentés et clôturés.  Analyse les causes d incidents et informe les propriétaires de service afin de minimiser la probabilité de récurrence et contribue à l amélioration du service.  Analyse les mesures et rapports sur l exécution du processus de gestion des incidents."
                },
                "description": "Coordination des réponses aux rapports d incident, minimisation des impacts négatifs et rétablissement du service le plus rapidement possible."
            },
            "Gestion des problèmes": {
                "code": "PBMG",
                "levels": {
                    "3": "Enquête sur les problèmes dans les systèmes, procédés et services.  Aide à la mise en oeuvre de mesures correctives et préventives convenues.",
                    "4": "Initie et surveille les actions pour enquêter et résoudre les problèmes dans les systèmes, processus et services.  Détermine les solutions et remèdes aux problèmes.  Collabore avec autrui pour mettre en oeuvre des remèdes et mesures préventives convenus.  Soutient l analyse des gabarits et tendances pour améliorer les processus de gestion des problèmes.",
                    "5": "Veille à ce que des mesures appropriées soient prises pour anticiper, étudier et résoudre les problèmes dans les systèmes et services.  Veille à ce que ces problèmes soient documentés de manière compréhensive dans le système de rapportage pertinent.  Facilite le développement de solutions aux problèmes.  Coordonne la mise en oeuvre de mesures correctives et préventives convenues.  Analyse les gabarits et tendances et améliore les processus de gestion de problèmes."
                },
                "description": "Gestion du cycle de vie de tous les problèmes qui se sont produits ou pourraient se produire dans la prestation d un service."
            },
            "Contrôle du changement": {
                "code": "CHMG",
                "levels": {
                    "2": "Applique des outils, techniques et processus pour administrer, suivre, consigner et rapporter les demandes de changement.  Applique les procédures de contrôle du changement pour les modifications standard à faible risque.",
                    "3": "Développe, documente et met en oeuvre des changements basés sur demandes de changement.  Applique les procédures de contrôle du changement.  Applique des outils, techniques et processus pour gérer et rendre compte des demandes de changement.",
                    "4": "évalue, analyse, développe, documente et met en oeuvre les changements basés sur demandes de changement.  S assure que les processus opérationnels soient en place pour un contrôle efficace des changements.  Développe, configure et maintient des outils pour gérer et rendre compte du cycle de vie des demandes de changement.  Identifie les problèmes et les questions et recommande des actions correctives.",
                    "5": "Dirige l évaluation, analyse, développement, documentation et mise en oeuvre des changements.  élabore des plans de mise en oeuvre pour demandes de changement complexes.  Examine les implémentations proposées et évalue les risques pour l intégrité de l environnement des produits et services.  Assure que l approbation appropriée du changement soit appliquée aux changements.  Revoit l efficacité de la mise en oeuvre du changement.  Identifie, évalue et gère l adoption d outils, techniques et processus appropriés pour contrôle des changements.",
                    "6": "Définit la directive organisationnelle pour la gestion du changement de services en production et environnements de test.  Assure un contrôle et traitement efficace des risques.  Dirige le développement de méthodes et outils nouveaux pour le contrôle du changement.  Mesure et surveille le respect des normes et assure une exécution cohérente du processus dans toute l organisation."
                },
                "description": "évaluation des risques associés aux changements proposés et assurance que les changements apportés aux produits, services ou systèmes soient contrôlés et coordonnés."
            },
            "Gestion du patrimoine": {
                "code": "ASMG",
                "levels": {
                    "2": "Utilise des procédures convenues pour créer et maintenir un registre correct des actifs.  Exerce des activités liées à l administration des acquis.  Produit des rapports de routine pour aider les activités de gestion du patrimoine et la prise de décision.",
                    "3": "Utilise outils, techniques et processus pour créer et maintenir un registre correct des actifs.  Produit des rapports et analyses pour soutenir les activités de gestion du patrimoine et faciliter la prise de décisions.",
                    "4": "Contrôle les actifs dans un ou plusieurs domaines importants en veillant à ce que l administration du cycle de vie complet des actifs soit respectée.  Produit et analyse les registres et historiques d actifs autorisés et vérifie que tous ces actifs soient dans un état et un emplacement connus.  Agit pour mettre en évidence et résoudre les cas potentiels d actifs non autorisés.",
                    "5": "Gère et tient à jour la conformité de service de l ensemble du patrimoine de service informatique conformément aux exigences commerciales et réglementaires.  Identifie, évalue et communique les risques associés.  Assure la coordination de contrôleurs du patrimoine, équipes d infrastructure et le business dans l optimisation de la valeur, maintien du contrôle et maintien de la conformité juridique appropriée.",
                    "6": "Définit la stratégie de gestion du patrimoine pour l ensemble de l organisation.  Communique la directive, gouvernance, scopage et rôles impliqués dans la gestion du patrimoine.  Favorise la prise de conscience et l engagement envers le rôle de la gestion du patrimoine dans la prestation continue économique et efficace de services.  Fournit des informations et conseils sur des questions complexes de gestion du patrimoine.  Initie une évaluation d impact découlant de décisions d obtenir, modifier ou continuer à posséder ou à utiliser un actif, un système ou un service."
                },
                "description": "Gestion du cycle de vie complet des actifs depuis l acquisition, l exploitation, la maintenance jusqu à l élimination."
            },
            "Acceptation du service": {
                "code": "SEAC",
                "levels": {
                    "4": "S engage avec les équipes de livraison pour confirmer que les produits développés répondent aux critères d acceptation de service et sont à la norme requise.  Contribue aux processus de contrôle des changements.",
                    "5": "Collabore avec les équipes de livraison pour s assurer que les produits corrects soient produits en temps opportun.  évalue la qualité des résultats du projet par rapport aux critères convenus d acceptation de service.",
                    "6": "Développe l approche de organisationnel d acceptation de service, est responsable du processus de transition et définit les critères d acceptation pour transitions de service.  Promeut et surveille les résultats qualitatifs du projet pour s assurer qu ils répondent au besoin et prêts pour l usage au sein du service opérationnel.  Collabore activement avec les parties prenantes pour promouvoir la sensibilisation et la conformité aux plans et processus de transition qualité du service.  S accorde avec les équipes de prestation de services sur les critères d acceptation."
                },
                "description": "Gestion du processus pour obtenir une confirmation formelle que les critères d acceptation du service ont été satisfaits."
            }
        },
        "Services de sécurité": {
            "Opérations de sécurisation": {
                "code": "SCAD",
                "levels": {
                    "1": "Effectue des tâches d administration de la sécurité simples.  Tient à jour les documents et dossiers pertinents.",
                    "2": "Reçoit et répond aux demandes courantes de support de sécurité.  Conserve les dossiers et informe les personnes concernées des mesures prises.  Aide à l investigation et la résolution des problèmes relatifs aux contrôles d accès et systèmes de sécurité.  Documente les informations d incidents et événements et produit des rapports d incident, d exception et de gestion.",
                    "3": "Enquête sur les violations mineures de sécurité conformément aux procédures établies.  Assiste les utilisateurs à définir leurs privilèges et droits d accès.  Effectue des tâches non-standard de sécurité opérationnelle.  Résout les problèmes de sécurité et questions de sécurité opérationnelle.",
                    "4": "Maintient les processus de sécurité opérationnels et vérifie que toutes les demandes d assistance soient traitées en accord aux procédures convenues.  Fournit des conseils sur la définition des droits d accès et l application et le fonctionnement de contrôles élémentaires de sécurité physiques, procédural et technique.  Enquête sur les failles de sécurité conformément aux procédures établies et recommande les actions requises.  Fournit un support et vérifie que les actions correctives soient mises en oeuvre.",
                    "5": "Surveille l application et la conformité des procédures d opérations de sécurité.  Revoit les failles de sécurité et vulnérabilités réelles ou potentielles et s assure qu elles font l objet d enquête rapide et approfondie.  Recommande des actions et améliorations de contrôles appropriées.  S assure que les dossiers de sécurité soient exacts et complets et que les demandes d assistance soient traitées conformément aux procédures convenues.  Contribue à la création et à la maintenance de directives, normes, procédures et documentation pour la sécurité.",
                    "6": "élabore les directives, normes, processus et instructions pour assurer la sécurité physique et électronique des systèmes automatisés.  S assure que les directives et normes pour l administration de la sécurité soient adaptés à l usage, à jour et correctement mises en oeuvre.  Revoit les nouvelles propositions commerciales et fournit des conseils spécialisés sur les questions et implications de sécurité."
                },
                "description": "Fourniture des services de gestion, techniques et administratifs pour mettre en oeuvre des contrôles de sécurité et des stratégies de gestion de la sécurité."
            },
            "Analyse de vulnérabilité": {
                "code": "VUAS",
                "levels": {
                    "2": "Entreprend des évaluations de vulnérabilité de routine de faible complexité à l aide d outils automatisés et semi-automatisés.  Fait remonter les problèmes quand nécessaire.  Contribue à documenter le scopage et évaluer les résultats d évaluations de vulnérabilité.",
                    "3": "Suit les approches normalisées pour effectuer des évaluations de vulnérabilité élémentaires de systèmes d information réduits.  Facilite la création de catalogues d informations et d acquis technologiques pour évaluation de vulnérabilité.",
                    "4": "Assemble et analyse des catalogues d informations et acquis technologiques pour l évaluation de la vulnérabilité.  Effectue des évaluations de vulnérabilité et analyses d impact commercial pour systèmes d information de complexité moyenne.  Contribue à la sélection et au déploiement d outils et de techniques d évaluation de la vulnérabilité.",
                    "5": "Planifie et gère les activités d évaluation de vulnérabilité au sein de l organisation.  évalue et sélectionne, examine les outils et techniques d évaluation de vulnérabilité.  Fournit des conseils d experts et des instructions pour faciliter l adoption d approches convenues.  Obtient et agit sur les informations de vulnérabilité et effectue des évaluations de risques de sécurité, analyses d impact commercial et accréditations de systèmes d information complexes."
                },
                "description": "Identification et classement de vulnérabilités de sécurité dans les réseaux, systèmes et applications et mitigation ou élimination de leur impact."
            },
            "Analyse criminalistique numérique": {
                "code": "DGFS",
                "levels": {
                    "3": "Soutient les enquêtes criminalistiques par l application d outils et techniques normalisés pour examiner les appareils.  Recouvre des données endommagées, détruite ou cachées des appareils.  Maintient l intégrité des enregistrements et collecte les informations et preuves d une manière légalement admissible.",
                    "4": "Conçoit et exécute des enquêtes criminalistique numériques complexes sur les appareils.  Spécifie les exigences en matière de ressources et outils pour effectuer des enquêtes.  Traite et analyse les preuves conformément aux directive, normes et instructions et soutient la production de conclusions et de rapports légaux.",
                    "5": "Mène des enquêtes pour recueillir, analyser et présenter correctement les résultats, y compris les preuves numériques, à des publics tant commerciaux que juristes.  Rassemble les conclusions et recommandations et présente les constatations légales aux parties prenantes.  Planifie et gère les activités criminalistique numérique au sein de l organisation.  Fournit des conseils d experts sur la criminalistique numérique.  Contribue à l élaboration de directives, normes et instructions en criminalistique numérique.  évalue et sélectionne les outils et techniques d investigation numérique.",
                    "6": "Planifie et mène l approche organisationnelle en matière criminalistique numérique.  établit des directives, normes et instructions sur l approche de l organisation aux enquêtes criminalistiques numériques.  Dirige et gère des enquêtes criminalistiques numérique à haut risque, de grande envergure ou de portée importante, engageant des spécialistes supplémentaires si nécessaire.  Autorise la publication de rapports légaux formels."
                },
                "description": "Recouvrement et investigation de matériel trouvé sur des appareils digitaux."
            },
            "Tests de pénétration": {
                "code": "PENT",
                "levels": {
                    "3": "Suit des approches standards pour concevoir et exécuter des activités de test de pénétration.  Recherche et enquête les techniques d attaque et recommande des manières de s y défendre.  Analyse et rapporte les activités, résultats, problèmes et risques des tests de pénétration.",
                    "4": "Sélectionne les approches de test appropriées en utilisant une analyse technique approfondie des risques et vulnérabilités typiques.  Produit des scénarios de test, matériaux et paquets de test et teste des réseaux, systèmes ou applications nouveaux et existants.  Fournit des conseils sur les tests de pénétration pour aider autrui.  Enregistre et analyse les actions et résultats et modifie les tests si nécessaire.  Fournit des rapports sur les progrès, anomalies, risques et problèmes associés à l ensemble du projet.",
                    "5": "Planifie et pilote les tests de pénétration dans un domaine d activité défini.  Fournit des constatations objectives sur l existence de vulnérabilités, l efficacité des défenses et des contrôles d atténuation.  Assume la responsabilité de l intégrité des activités de test et coordonne l exécution de ces activités.  Fournit conseils et orientations faisant autorité sur tous les aspects des tests de pénétration.  Identifie les besoins et met en oeuvre de nouvelles approches pour tests de pénétration.  Contribue aux normes de test de sécurité.",
                    "6": "Détermine la politique de test d intrusion et est responsable des processus de support.  Gère toutes les activités de test d intrusion au sein de l organisation.  évalue et conseille sur le caractère pratique des alternatives des processus de test.  établit la capacité d amélioration continue et d invention dans les tests d intrusion et dirige la mise en oeuvre de nouvelles approches.  évalue les capacités de développement et de test des fournisseurs.  Gère les relations clients en ce qui concerne les tests de pénétration."
                },
                "description": "Test de l efficacité des contrôles de sécurité par imitation d outils et techniques d attaquants potentiels."
            }
        }
    },
    "Personnes et aptitudes": {
        "Gestion des Ressources Humaines": {
            "Gestion des performances": {
                "code": "PEMT",
                "levels": {
                    "4": "Fournit une direction opérationnelle, un soutien et des conseils aux collègues assignés.  Répartit les tâches de routine ou le travail de projet, conformément aux objectifs de l équipe et aux capacités individuelles.  Surveille qualité et performances par rapport à des critères convenus pour faire des recommandations d apprentissage ou faire remonter les préoccupations.  Encadre les collègues dans le développement des compétences et des capacités cibles conformément aux objectifs d équipe et personnels.  Facilite des relations de travail efficaces entre les membres de l équipe.",
                    "5": "Forme, maintient et dirige des groupes de travail et individus pour atteindre les objectifs organisationnels.  Détermine et délègue objectifs et responsabilités des tâches aux individus ou équipes -- y compris, le cas échéant, les responsabilités de gestion des personnes.  Définit les objectifs de qualité, performance et capacité conformément aux objectifs de l organisation.  Surveille les performances et relations de travail et fournit une rétroaction efficace pour résoudre les problèmes individuels.  Encourage le développement individuel de compétences et capacités conformément aux objectifs personnels et d équipe.  Facilite le développement des individus en ajustant la charge de travail, objectifs et capacité de l équipe.  Joue un rôle actif dans les processus organisationnels formels tels que les procédures de recrutement, récompense, promotion et discipline.",
                    "6": "Détermine et délègue les objectifs et responsabilités de gestion des personnes et de gestion fonctionnelle.  Crée et définit la direction de groupes de travail multiples pour atteindre les objectifs organisationnels stratégiques.  Définit la stratégie de mesure de la qualité et du rendement conformément aux objectifs de l organisation.  Met en place un environnement de travail et des ressources permettant aux individus et groupes de travail d effectuer leurs tâches efficacement.  Dirige la mise en oeuvre des processus organisationnels formels tels que recrutement, récompense, promotion et procédures disciplinaires."
                },
                "description": "Amélioration de la performance organisationnelle par le développement de la performance d individus et groupes de travail pour satisfaire des objectifs convenus avec résultats mesurables."
            },
            "Expérience employé": {
                "code": "EEXP",
                "levels": {
                    "4": "Soutient les collègues assignés dans les domaines d incertitude, tels que contacts organisationnels, canaux de communication, processus, attentes professionnelles et relations avec les gestionnaires.",
                    "5": "Met en oeuvre des pratiques de travail qui motivent les employés et favorisent leur santé et bien-être.  Fournit des conseils aux individus sur les objectifs de développement à long terme et opportunités de carrière, tenant compte des forces et préférences de l individu.  Communique la direction, directive et objectif commercial là où ceux-ci peuvent stimuler ou affecter l engagement des employés.  Assure une communication claire des tâches déléguées et offre une autonomie suffisante pour motiver et responsabiliser les individus.  Maintient la sensibilisation au bien-être physique et émotionnel des employés et fourni des conseils quand nécessaire.",
                    "6": "Dirige la mise en oeuvre de stratégies organisationnelles pour l engagement des employés.  Veille à ce que le personnel d encadrement fournisse un environnement de travail productif qui motive les employés et favorise leur santé et bien-être.  Initie des pratiques de travail productives pour le travail à distance, virtuel et sur site et assure la disponibilité du soutient aux employés.  Communique et promeut les directives de santé et de bien-être des employés."
                },
                "description": "Amélioration de l engagement des employés et méthodes de travail, responsabilisation des employés et soutient de leur santé et bien-être."
            },
            "Facilitation organisationnelle": {
                "code": "OFCL",
                "levels": {
                    "4": "Facilite une série d activités de groupe ou ateliers dans des situations de complexité et d ambiguïté et de besoins concurrents des parties prenantes.  Conçoit une séquence structurée de réunions, événements ou ateliers pour résoudre des problèmes complexes.  Comprend les résultats et produits requis des équipes et aide l équipe à les livrer.  Aide à améliorer les processus et performances d équipe lors d ateliers, réunions, ou événements.",
                    "5": "Facilite les groupes de travail pour atteindre des objectifs et résultats définis. Fournit soutien, conseils et suggestions aux groupes de travail et équipes pour apprendre la résolution collaborative de problèmes et améliorer les performances de leur équipe.  Crée des responsabilités partagées et accords durables avec l équipe.  Met en oeuvre et améliore les principes, pratiques, processus et cérémonies d équipe convenus.  Reconnaît et travaille avec les forces et contraintes de la dynamique d équipe.",
                    "6": "Facilite les équipes de direction multi-fonctionnelles pour atteindre les objectifs et résultats organisationnels.  Conçoit des processus d équipe reproductibles, systématiques ou ad hoc pour la prise de décision, priorisation et résolution de problèmes au plus haut niveau.  Guide les équipes de direction dans le développement de responsabilités partagées et la prise de décisions permettant des accords durables.  Pose des questions et sensibilise à la performance de l équipe de direction.  Fournit des suggestions pour encourager les équipes à apprendre et améliorer leur façon de travailler ensemble.  Se fait le champion du développement de groupes de travail auto-gérés dans l ensemble de l organisation."
                },
                "description": "Soutient aux groupes de travail pour mettre en oeuvre les principes et pratiques pour un travail d équipe efficace au-delà des frontières organisationnelles et spécialités professionnelles."
            },
            "Développement professionnel": {
                "code": "PDSV",
                "levels": {
                    "4": "Aide les praticiens à créer des plans de développement personnel.  Donne conseils sur les activités de développement appropriées telles que l apprentissage spécifique ou l expérience à acquérir.  Surveille les dossiers de développement professionnel continu des praticiens.  S assure que les réalisations et capacités améliorées soient enregistrées et référencées par rapport aux objectifs personnels et organisationnels.",
                    "5": "Détermine les besoins de développement pour un domaine de pratique professionnelle.  Harmonise les activités de développement avec les priorités organisationnelles, stratégies d apprentissage et de développement et cheminements de carrière.  Aide les praticiens dans la création de plans de développement.  Conseille et soutien les praticiens assignés, veillant à l alignement avec les plans de développement professionnel et opportunités de carrière.  Veille à ce que les praticiens enregistrent les preuves de développement professionnel continu.  Peut contribuer aux évaluations du rendement des praticiens.",
                    "6": "élabore et définit un gabarit de développement professionnel pour une ou plusieurs disciplines professionnelles.  Détermine et maintient les besoins de développement organisationnel conformément aux besoins commerciaux et à l orientation stratégique.  Génère des stratégies de développement pour réaliser les changements requis.  Développe et dirige des communautés de pratique, y compris la définition de cheminements de carrière.  Définit l approche pour identifier les personnes appropriées pour fournir conseils et soutien de carrière.  Surveille les progrès et évalue les avantages commerciaux obtenus grâce au développement professionnel continu."
                },
                "description": "Facilitation du développement professionnel d individus en fonction de leurs objectifs de carrière et des exigences organisationnelles."
            },
            "Planification des effectifs": {
                "code": "WFPL",
                "levels": {
                    "4": "Assemble, maintient et analyse les données sur les capacités de la main-d oeuvre.  Effectue une analyse des écarts pour identifier les forces et lacunes de la main-d oeuvre en se référant à la stratégie commerciale et aux besoins futurs spécifiques.  Contribue à l élaboration de plans de main-d oeuvre pour répondre à la demande actuelle et future.  Coordonne et planifie les activités de planification de la main-d oeuvre en cours. Aide à maintenir un inventaire des compétences et des capacités.",
                    "5": "Dirige l élaboration de plans de main-d oeuvre pour assurer la disponibilité de ressources qualifiées appropriées pour atteindre les objectifs et engagements de l organisation.  Contribue au développement de l approche de planification de la main-d oeuvre.  Supervise et examine la mise en oeuvre des plans de main-d oeuvre.  Développe une évaluation de l état actuel des compétences, capacités et potentiel de la main-d oeuvre.  Prévoit la demande future de compétences de la main-d oeuvre en fonction des plans commerciaux et facteurs externes.  Maintient un inventaire des compétences et capacités et identifie les options pour combler les lacunes.",
                    "6": "Définit l approche de planification des effectifs pour une partie importante de l organisation conformément aux objectifs commerciaux stratégiques.  Communique l approche de planification de la main-d oeuvre et obtient l engagement de l organisation.  Sélectionne les gabarits à utiliser pour l inventaire des compétences et capacités de l organisation.  Interprète la stratégie commerciale pour diriger la prévision de la demande de main-d oeuvre (compétences et nombre) pour l organisation.  Surveille l environnement externe par rapport à l offre et aux tendances émergentes.  Influence les directives et pratiques de gestion des personnes pour les aligner sur les plans de main-d oeuvre.  S intègre aux stratégies et aux plans de ressourcement.  Surveille l exécution des plans de main-d oeuvre."
                },
                "description": "Estimation de la demande de personnes et compétences et planifier l offre nécessaire pour répondre à cette demande."
            },
            "Gestion des ressources": {
                "code": "RESC",
                "levels": {
                    "3": "Facilite auprès du personnel d encadrement et équipes les activités de ressourcement et de recrutement.  Utilise les outils recommandés pour la planification, ordonnancement et le suivi des activités de ressourcement.  Donne conseils sur les logiciels, procédures, processus, outils et techniques de gestion des ressources et du recrutement.",
                    "4": "Facilite et encourage l exécution d activités de ressourcement en collaboration avec personnel d encadrement et équipes.  Analyse les demandes de ressources pour déterminer les tâches, compétences et efforts requis.  Crée et communique les postes vacants en interne et en externe.  Mène des entretiens et évaluations en utilisant un format et une structure planifiés.  Met en oeuvre l allocation des ressources internes en faisant correspondre les compétences aux tâches.  Contribue à la transition des ressources, se conformant aux réglementations légales ou externes et aux codes de pratique pertinents.",
                    "5": "Planifie et gère l acquisition et le déploiement de ressources pour répondre à des besoins spécifiques et la demande en cours.  Définit et gère la mise en oeuvre de processus et outils de ressourcement.  Donne conseils sur les options disponibles et personnalise l approche au ressourcement pour répondre aux exigences.  Adhère aux normes, aux réglementations statutaires ou externes et aux codes de pratique et en assure la conformité.  Collabore avec des parties externes en support aux plans de ressourcement.  Mesure l efficacité des processus de ressourcement et met en oeuvre des améliorations.",
                    "6": "Définit l approche de ressourcement pour une partie importante de l organisation conformément aux plans de main-d oeuvre et objectifs commerciaux stratégiques.  Communique l approche de ressourcement et obtient l engagement organisationnel.  Donne conseils sur les normes, réglementations statutaires ou externes et codes de pratique et en assure conformité.  Maintient un réseau externe solide et un cadre de fournisseurs pour maintenir l approvisionnement et l acquisition de ressources.  Dirige l élaboration de plans et budgets pour s assurer que l organisation dispose de ressources qualifiées pour satisfaire les objectifs et engagements de l organisation.  Examine le succès et l efficacité continus des processus de gestion de ressources."
                },
                "description": "Acquisition, déploiement et accueil de ressources."
            }
        },
        "Gestion des aptitudes": {
            "Gestion des formations et du développement": {
                "code": "ETMG",
                "levels": {
                    "3": "Contribue à la maintenance des dossiers de formation et du catalogue d apprentissage et de développement.",
                    "4": "Contribue au développement et à la mise à jour du catalogue de ressources d apprentissage et développement.  Utilise des données pour analyser et évaluer l efficacité d activités d apprentissage/éducatives.  Réserve et organise les activités de formation.  Met à jour et contrôle les dossiers de formation, y compris la réalisation de certificats et accréditations.",
                    "5": "Gère la mise à disposition de formations et développements, assurant une utilisation optimale des ressources.  Tient à jour, publie et promeut un catalogue d activités d apprentissage et de développement.  Veille à ce que les cours soient à jour et agréés (si requis).  Organise les aménagements et horaires avec les fournisseurs de formations et développements selon besoins.  Utilise les données pour évaluer et améliorer l efficacité des activités d apprentissage et éducatives.",
                    "6": "Détermine le programme de formation et de développement et mécanismes de mise à disposition nécessaires pour accroître les compétences du personnel en ligne avec les besoins commerciaux.  Identifie des routes d accréditation et de qualification appropriés disponibles aux individus au sein de l organisation.  évalue les résultats de formations.  Gère le développement et la mise à disposition de toutes les formations, tenant compte des objectifs stratégiques de l organisation employeuse.",
                    "7": "Dirige l élaboration et la mise en oeuvre d une stratégie d apprentissage et de développement pour l organisation alignée sur les besoins commerciaux.  Dirige la fourniture d expertise, conseils et systèmes de formation et de développement nécessaires à l exécution des plans stratégiques et opérationnels.  Sécurise les ressources organisationnelles pour exécuter la stratégie de formation et de développement.  Identifie des opportunités de relations stratégiques avec fournisseurs et partenaires."
                },
                "description": "Mise à disposition de services de gestion, conseil et administration pour soutenir le développement des connaissances, aptitudes et compétences."
            },
            "Conception et développement des formations": {
                "code": "TMCR",
                "levels": {
                    "3": "Conçoit, crée, personnalise et maintient les matériel et ressources d apprentissage pour fournir les résultats convenus et répondre aux exigences d accréditation, le cas échéant.  Contribue à la conception, configuration et mise à l essai des environnements d apprentissage.",
                    "4": "Spécifie le contenu et la structure des matériaux d apprentissage et de développement.  Assume la responsabilité de la conception, création, conditionnement et mise à jour et gère le développement pour satisfaire les attentes convenues.  Quand nécessaire, conçoit, configure et teste des environnements de formation.  Sécurise les accréditations externes selon besoin.",
                    "5": "Spécifie des solutions à utiliser dans les programmes d apprentissage et de développement en milieu de travail ou en enseignement obligatoire, continu ou supérieur.  Commissionne l élaboration du matériel didactique, alloue des ressources aux équipes en formation, définit les attentes des formations.  Mène des programmes de formation, recommande et spécifie des interventions formatives pour la conception, développement et déploiement, selon les attentes convenues de la formation."
                },
                "description": "Conception et développement de ressources pour le transfert de connaissances, développement d aptitudes et changement de comportement."
            },
            "Prestation de formations": {
                "code": "ETDL",
                "levels": {
                    "2": "Effectue une gamme d activités de formation sous direction pour soutenir la réalisation d objectifs d apprentissage.  Aide à la préparation des environnements de formation.  Observe les participants effectuant des activités et travaux pratiques, fournissant une assistance pour des questions de routine et en escaladant le cas échéant.",
                    "3": "Fournit des activités de formations à des publics variés en utilisant du matériel préparé pour atteindre les objectifs d apprentissage établis.  Utilise les instructions en vigueur pour la préparation de l environnement.  Aide à l élaboration et la maintenance d exemples et de supports d études de cas.  Utilise de manière appropriée une gamme de techniques de prestation de formations pour permettre aux participants de développer des compétences, capacités, techniques et connaissances requises.  Observe les participants en train d effectuer des activités et travaux pratiques.  Conseille et assiste quand nécessaire.  Fournit des instructions détaillées quand nécessaire et répond aux questions, demandant conseils dans des conditions exceptionnelles au-delà de sa propre expérience.",
                    "4": "Prépare et offre des activités de formation pour des publics variés afin d atteindre les objectifs de formation.  Contribue à la conception et à la sélection d environnements appropriés.  Utilise efficacement un large éventail de techniques de prestation de formations pour permettre aux participants de développer des compétences, capacités, techniques et connaissances requises.  Développe et met à jour des exemples et supports d études de cas.  Observe et évalue les participants effectuant des activités et travaux pratiques.  Conseille et assiste les participants pour permettre la réalisation des objectifs d apprentissage.  Personnalise l approche de la prestation de formation pour améliorer l expérience des participants.  Fournit des instructions détaillées si nécessaire et répond aux questions détaillées dans son propre domaine de spécialisation.  Adapte le matériel pour répondre aux besoins des participants.",
                    "5": "Gère la prestation de programmes d apprentissage pour s assurer que les objectifs de formation soient atteints.  Planifie et programme la prestation d activités d apprentissage.  Dirige la conception et la sélection d environnements appropriés pour encourager et améliorer l expérience d apprentissage.  Personnalise les activités d apprentissage en incorporant des scénarios et études de cas pertinents.  Fournit des activités d apprentissage à des publics spécialisés nécessitant l application de principes techniques et professionnels avancés dans des situations imprévisibles.  Conseille les autres dans les techniques et options de prestation de formations.  évalue et surveille la performance des activités de prestation de formations."
                },
                "description": "Transfert de connaissances, développement d aptitudes et changement de comportement utilisant divers techniques, ressources et médias."
            },
            "évaluation des compétences": {
                "code": "LEDA",
                "levels": {
                    "3": "Effectue des évaluations de routine des connaissances, aptitudes, compétences, ou comportement à l aide de méthodes spécifiées.",
                    "4": "Effectue des évaluations de routine et non routinières de connaissances, aptitudes, compétences ou comportement en utilisant des méthodes spécifiées.  Fournit conseils et orientations pour soutenir l adoption de méthodes et outils d évaluation.  Modère les évaluations effectuées par d autres évaluateurs.  Révise et améliore l utilisation et l application des méthodes et outils d évaluation.",
                    "5": "Donne conseils et avis sur la sélection, adoption et adaptation de méthodes, outils et techniques d évaluation.  Planifie des évaluations dépendants du contexte de l évaluation et comment les résultats de l évaluation seront utilisés.  Gère l exécution d évaluations pour assurer qu ils offrent les résultats requis avec une qualité acceptable.  Surveille et modère les revues effectuées par d autres évaluateurs.  Gère les revues des avantages et valeurs des outils et méthodes d évaluation.  Identifie et recommande des améliorations aux méthodes et outils d évaluation.",
                    "6": "Se fait le champion de l importance et de la valeur de l évaluation et des méthodes, outils et techniques d évaluation appropriés.  élabore des directives, normes et instructions organisationnelles pour les évaluations.  Dirige l introduction et l utilisation de méthodologies et outils d évaluation.  établit une pratique d évaluation et un pool d évaluateurs au sein de l organisation.  établit une assurance qualité pour assurer la cohérence interne et/ou externe et la fiabilité des résultats de l évaluation.  Garantit la qualité des évaluations parmi différents groupes d utilisateurs."
                },
                "description": "évaluation des connaissances, aptitudes, compétences et comportements par tous les moyens, formels ou informels, par rapport à des gabarits tels que SFIA."
            },
            "Opération du schéma de certification": {
                "code": "CSOP",
                "levels": {
                    "2": "Traite les demandes de certification.  Consigne les plaintes.",
                    "3": "Délivre des certifications ou accréditation et tient à jour et conserve les dossiers de certification.  Tient à jour des informations sur le programme de certification et une description générale du processus de certification.  Conçoit, crée, développe, personnalise et maintient les accréditations ou certificats.  Répond aux demandes d information du public.  Analyse et prend des mesures sur les plaintes ou problèmes.",
                    "4": "Documente les instructions pour tout personnel impliqué dans la certification, y compris les accords juridiquement exécutoires avec les tiers impliqués dans le processus.  Identifie les menaces à l impartialité en analysant, atténuant ou éliminant les conflits d intérêts potentiels découlant d activités de certification.  Met en oeuvre les procédures de certification des personnes pour la prestation de formation.  Détermine le bien-fondé des plaintes et toute mesure corrective requise.",
                    "5": "Définit un programme de certification ou d accréditation, y compris la structure organisationnelle, obligations, responsabilités et autorités.  Détermine les compétences nécessaires pour exercer les fonctions de certification.  Conçoit et met en oeuvre le processus de sélection et d approbation d examinateurs ou évaluateurs.  Surveille les performances et jugements, et convient des actions correctives.  Planifie et fournit des locaux, équipements et ressources adéquats.  Documente les directives et procédures de maintenance et de diffusion des informations, y compris la prise en compte de tout accord légal de confidentialité.",
                    "6": "établit des directives et normes pour le fonctionnement d un programme de certification, y compris la séparation des tâches et les questions d impartialité.  élabore et tient à jour une description du code d éthique et des pratiques professionnelles requises.  Aligne les systèmes de certification avec les normes externes pertinentes, gabarits tels que SFIA et les meilleures pratiques.  Obtient l approbation des propriétaires de programmes d accréditation ou des organes de gouvernance."
                },
                "description": "Conception, développement et exploitation de programmes de certification, accréditations et références, y compris des références ou badges numériques."
            },
            "Enseignement": {
                "code": "TEAC",
                "levels": {
                    "2": "Contribue à la prestation d aspects de curriculums d informatique et numérique dans un contexte éducatif formel.  Applique de bonnes pratiques en matière de conception, développement et diffusion de contenu d apprentissage.  évalue les performances des étudiants dans les aspects d un curriculums, fournissant un soutien pour améliorer la compréhension des étudiants au besoin.",
                    "3": "Fournit la majorité du curriculum.  Applique les bonnes pratiques en matière de conception, développement et diffusion de contenu d apprentissage.  Se tient au courant des recherches pédagogiques et domaines pertinents.  évalue les performances d étudiants dans l ensemble du curriculum.  Fournit commentaires et support pour aider les étudiants à améliorer leur compréhension.",
                    "4": "Fournit un curriculum.  Applique les bonnes pratiques soutenues par la recherche pédagogique à la conception, développement et diffusion du contenu d apprentissage.  évalue les performances des étudiants et revoit les performances de cohortes.  Conseille et assiste les étudiants pour permettre l atteinte des objectifs d apprentissage.",
                    "5": "Dirige l enseignement et l évaluation d un curriculum ou d un parcours d apprentissage.  Met en oeuvre des stratégies d amélioration de l enseignement et de l évaluation.  Passe en revue la recherche et les pratiques pédagogiques pertinentes aux sujets des curriculums.  Applique de bonnes pratiques d enseignement dans la conception, développement et diffusion du contenu d apprentissage.  Contribue au développement et mise en oeuvre de pratiques pédagogiques spécialisées nécessaires au curriculums.  évalue et surveille les résultats des étudiants et l efficacité des activités d enseignement dans l ensemble du curriculums.  Donne conseils sur l utilisation de pédagogies et d approches d évaluation appropriées.",
                    "6": "Dirige l enseignement, évaluation et amélioration d une gamme de curriculums ou de parcours d apprentissage.  Examine et évalue de manière critique la recherche et les pratiques pédagogiques pertinentes aux curriculums.  Développe et dirige l introduction de pratiques d enseignement avancées ou spécialisées.  Dirige et soutient les autres dans le la conception, développement et diffusion de bonnes pratiques d apprentissage.  Surveille, évalue et rend compte de la performance des activités d enseignement et d évaluation dans ses domaines de responsabilité.",
                    "7": "Autorise les stratégies d enseignement, évaluation et amélioration pour un large éventail de programmes d études ou de parcours d apprentissage.  Dirige la définition, mise en oeuvre et suivi de l enseignement pour satisfaire aux référentiels et cadres statutaires et professionnels pertinents.  Sécurise les ressources pour respecter les engagements pédagogiques de l organisation.  Surveille et évalue le domaine pertinent et la recherche pédagogique pour identifier et implémenter des améliorations à la prestation des curriculums."
                },
                "description": "Livraison et évaluation de programmes dans un environnement éducatif structuré et systématique."
            },
            "Formation disciplinaire": {
                "code": "SUBF",
                "levels": {
                    "4": "Contribue au développement de curriculums par la sélection du contenu ou approches d évaluation du curriculum pour une ou plusieurs disciplines spécialisées.",
                    "5": "Contribue à la spécification et au développement de curriculums et d évaluations dans un contexte éducatif ou pour un organisme d examen indépendant.",
                    "6": "Dirige la spécification et le développement de curriculums et d évaluations dans un contexte éducatif ou pour un organisme d examen indépendant.  Contribue à l élaboration d une stratégie d évolution de curriculum. Veille à ce que la recherche pertinente actuelle dans le domaine soit représentée dans les programmes.",
                    "7": "Autorise les programmes d études et les stratégies d évaluation pour un large éventail de curriculums ou parcours d apprentissage.  Dirige la définition, mise en oeuvre et suivi des curriculums pour satisfaire aux normes et cadres statutaires et professionnels pertinents.  élabore des stratégies pour l évolution de curriculums dans le temps.  Intègre des domaines émergents et thèmes pédagogiques dans les plans de programmes d études futurs."
                },
                "description": "Spécification, conception et développement de curriculums dans un environnement éducatif structuré et systématique."
            }
        }
    },
    "Relations et collaboration": {
        "Gestion des parties prenantes": {
            "Sourçage": {
                "code": "SORC",
                "levels": {
                    "2": "Aide à la préparation de questionnaires de pré-qualification et appels d offre en réponse aux analyses de rentabilisation.  Rassemble les informations pertinentes pour les offres.  Produit des critères d évaluation détaillés pour les critères d offres simples.  Aide à l évaluation des offres.",
                    "3": "Prépare les questionnaires de pré-qualification et appels d offre en réponse aux analyses de rentabilisation.  Reconnaît la différence entre les options de code source ouvert et systèmes propriétaires.  Utilise des procédures et outils normalisés pour produire des critères d évaluation détaillés pour offres complexes et évaluation des offres.",
                    "4": "Révise les analyses de rentabilisation (exigences, avantages potentiels et options) et détermine les chemins d approvisionnement appropriés.  Utilisant ses connaissances du marché pour influencer les spécifications, assure la préparation détaillée de questionnaires de pré-qualification et appels d offre.  Recueille et compile les données pour faciliter la collaboration et négocier les termes et conditions reflétant l ampleur des besoins et encourageant une bonne performance.  évalue les offres sur base des spécifications et critères d évaluation, prépare la documentation d acceptation et avise sur les contrats et accords de niveau de service.",
                    "5": "Planifie et gère des activités d approvisionnement.  Gère les processus d appel d offres, évaluation et acquisition.   Recherche les fournisseurs et marchés et maintient une compréhension globale de l environnement commercial, pour informer et élaborer des stratégies commerciales et plans d approvisionnement.  Conseille sur l analyse de rentabilisation pour modèles de sourçage alternatifs.  Avise sur la directive et les procédures portant sur l appel d offre, la sélection des fournisseurs et l approvisionnement.  Négocie avec partenaires et fournisseurs potentiels, élaborant des procédures et critères d acceptation.  Rédige et finalise les contrats.",
                    "6": "Développe les directives et procédures d activités de sourçage et d approvisionnement.  établit des stratégies, normes, méthodes, processus et bonnes pratiques d approvisionnement garantissant la conformité à la législation, réglementation et sécurité de l information de tierces parties.  Dirige le processus d approvisionnement depuis la clarification des exigences à la passation, suivi et résiliation de contrats.  Identifie des partenaires extérieurs, s engageant, le cas échéant, avec des professionnels d autres disciplines associées.  Veille à ce que les conditions générales concordent avec la législation et directive en vigueur.",
                    "7": "Détermine les stratégies globales de gestion des relations avec les fournisseurs, adoptant des relations opérationnelles efficaces à tous niveaux.  Assume la responsabilité globale des activités de sourçage et d approvisionnement.  Développe, déploie et révise les processus d acquisition.  Négocie les contrats majeurs."
                },
                "description": "Gestion ou conseils sur l approvisionnement ou la mise en service de produits et services."
            },
            "Gestion des fournisseurs": {
                "code": "SUPP",
                "levels": {
                    "2": "Assiste à la collecte et le rapportage des données de performance fournisseur.  Assiste à la communication quotidienne routinière entre l organisation et les fournisseurs.",
                    "3": "Agit comme point de contact habituel entre l organisation et les fournisseurs.  Facilite la résolution d incidents, problèmes ou rendements insatisfaisants liés au fournisseur.  Rassemble et rapporte les données de performance fournisseur.",
                    "4": "Rassemble les données de performance fournisseur et étudie les problèmes.  Surveille et rapporte les performances fournisseurs, la satisfaction du client, le respect des exigences de sécurité et la connaissance du marché.  Confirme que la performance fournisseurs est conforme aux conditions contractuelles.  S engage de manière proactive et collaborative avec les fournisseurs afin de résoudre les incidents, problèmes ou rendements insatisfaisants.  Met en place des programmes et initiatives d amélioration du service liées à la gestion fournisseur.",
                    "5": "Gère les fournisseurs pour répondre aux indicateurs de rendement et objectifs convenus.  Gère les relations opérationnelles entre fournisseurs et assure que les différends ou conflits potentiels soient élevés et résolus.  Effectue des études comparatives et utilise les données de performance du fournisseur pour assurer que la performance soit adéquatement surveillée et revue périodiquement.  Utilise l expertise du fournisseur pour soutenir et informer les feuilles de route de développement.  Gère la mise en oeuvre d actions d amélioration du service fournisseur.  Identifie les contraintes et opportunités lors de négociation ou de renégociation des contrats.",
                    "6": "élabore des directives, normes et instructions organisationnelles pour assurer une gestion efficace des fournisseurs tout au long de la chaîne d approvisionnement intégrée.  Définit la démarche de communication commerciale et de gestion des relations avec les fournisseurs.  établit un environnement de travail positif et efficace avec les fournisseurs pour un bénéfice mutuel.  S assure que les ressources et outils soient en place pour effectuer des analyses comparatives.  Examine l analyse des fournisseurs et évalue l efficacité tout au long de la chaîne d approvisionnement.  Gère les risques et assure la qualité des services livrés par les fournisseurs.",
                    "7": "Détermine la stratégie globale de gestion des fournisseurs, adoptant une gestion efficace et relations opérationnelles à tous niveaux.  Dirige des partenariats collaboratifs avec des fournisseurs.  Aligne les objectifs de performance des fournisseurs et les activités de gestion des relations avec les objectifs commerciaux et d entreprise et les stratégies d approvisionnement.  établit un gabarit pour la gouvernance des fournisseurs et la surveillance du service fourni et fournit une valeur commerciale à partir des contrats.  Représente l organisation dans des litiges commerciaux importants impliquant des fournisseurs."
                },
                "description": "Alignement des objectifs et activités de performance de fournisseurs de l organisation avec les stratégies et plans d approvisionnement, équilibrant les coûts, l efficacité et la qualité du service."
            },
            "Gestion contractuelle": {
                "code": "ITCM",
                "levels": {
                    "3": "Agit comme point de contact de routine entre l organisation et les fournisseurs concernant la gestion des contrats.  Encourage la collecte de données sur l exécution des contrats.  Crée des rapports standard sur la performance des contrats.",
                    "4": "Source et collecte des données sur la performance des contrats (telles que les prix et les coûts de la chaîne d approvisionnement) et surveille les performances par rapport aux indicateurs clés de performance.  Surveille les progrès par rapport aux objectifs commerciaux spécifiés dans l analyse de rentabilisation.  Gère proactivement les mécanismes de risques et récompenses dans le contrat.  Identifie et signale les sous-performances et développe des opportunités d amélioration.  Surveille le respect des conditions générales et prend les mesures appropriées pour remédier à la non-conformité.  Identifie les changements nécessaires et planifie les variations.  S assure, en consultation avec les parties prenantes, que les protocoles de gestion du changement sont mis en oeuvre.",
                    "5": "Supervise et mesure l accomplissement des obligations contractuelles.  Utilise des indicateurs de performance pour surveiller et mettre en question la performance et identifier les opportunités d amélioration continue.  élabore des stratégies pour répondre aux manques de performance et défaillances de conformité, y compris le respect des clauses contractuelles.  Identifie si des changements sont nécessaires, évalue l impact, et conseille aux parties concernées sur les répercussions et conséquences.  Négocie les variations et sollicite les autorisations appropriées.  Facilite activement et s engage avec des experts et parties concernées afin d assurer que des améliorations continues soient identifiées au travers de d examens et évaluations.  Développe et implémente des protocoles de gestion de changement.",
                    "6": "Négocie et résout les questions contractuelles, y compris le manquement aux obligations contractuelles.  Favorise les processus de contrôle de changement et mène les négociations de variation en cas de besoin.  Promeut des programmes d amélioration continue, développant conjointement des stratégies et motivations pour améliorer les performances.  Entreprend des évaluations financières complètes.  Veille au comportement non discriminatoire et le respect de la législation.  S assure que les leçons tirées des revues soient documentés et promus avec toutes les parties concernées.  Développe des qualifications larges industrie / catégorie en tant que champion des « meilleures pratiques »."
                },
                "description": "Gestion et contrôle le fonctionnement des contrats formels pour la fourniture de produits et de services."
            },
            "Gestion des relations avec parties prenantes": {
                "code": "RLMT",
                "levels": {
                    "4": "Traite les problèmes et questions, gère les résolutions, actions correctives, leçons apprises, ainsi que la collecte et diffusion d informations pertinentes.  Met en oeuvre le plan d engagement / communication parties prenantes.  Recueille et utilise les retours d information des clients et parties prenantes pour aider à mesurer l efficacité de la gestion des parties prenantes.  Aide à développer et à améliorer les relations avec clients et parties prenantes.",
                    "5": "Identifie les besoins de communication et relation des groupes d intervenants.  Traduit les stratégies de mobilisation des communications / intervenants en activités et résultats spécifiques.  Facilite la communication et discussion ouverte entre les intervenants.  Agit comme point de contact unique, développant, maintenant et travaillant suivant les plans et stratégies de mobilisation des intervenants.  Fournit un retour d informations informé pour évaluer et promouvoir la compréhension.  Facilite le processus décisionnel d affaires.  Capte et diffuse des informations techniques et commerciales.",
                    "6": "Dirige l élaboration de plans et stratégies de gestion globale des intervenants.  Construit des relations stratégiques à long terme avec les principaux intervenants ( en interne et en externe).  Facilite l engagement des intervenants pour soutenir prestation des services et projets de changement.  Agit comme point de contact unique pour les intervenants majeurs, facilitant les relations entre ceux-ci.  Négocie pour assurer que les intervenants comprennent et acceptent ce qui répondra à leurs besoins, et que des accords appropriés soient définis.  Supervise le suivi des relations, y compris les leçons apprises et commentaires appropriés.  Mène des actions visant à améliorer les relations et ouvrir la communication avec et entre intervenants.",
                    "7": "Détermine l approche stratégique pour comprendre les objectifs et exigences des parties prenantes.  Travaille avec toutes les parties intéressées pour identifier les parties prenantes et établir des relations efficaces.  établit et promeut la vision globale de la manière par laquelle les objectifs des parties prenantes sont atteints et détermine les rôles et l alignement organisationnels.  Gère activement les relations avec les parties prenantes les plus importantes et constitue le point d escalade ultime pour la résolution de problèmes."
                },
                "description": "Influence des attitudes, décisions et actions des parties prenantes pour avantages mutuels."
            },
            "Support du service client": {
                "code": "CSMG",
                "levels": {
                    "1": "Reçoit et traite les demandes de service, suivant des procédures convenues.  Alloue promptement les appels selon besoin.  Enregistre les incidents et les demandes de service et tient à jour les dossiers pertinents.",
                    "2": "Répond aux demandes courantes de service en fournissant des informations pour permettre la résolution.  Alloue promptement les appels non résolus selon besoin.  Tient des registres, informe les utilisateurs sur le processus et conseille les personnes concernées des mesures prises.",
                    "3": "Agit comme point de contact de routine, recevant et traitant les demandes de support.  Répond à un large éventail de demandes de services de support, fournissant des renseignements pour répondre aux demandes ou autoriser la résolution.  Fournit un premier diagnostic et enquête et alloue promptement les problèmes non résolus selon besoin.  Aide à l élaboration de normes et applique ceux-ci pour suivre, surveiller, signaler, résoudre ou faire monter les problèmes.  Contribue à la création de documents de support.",
                    "4": "Suit les canaux de prestation de services et recueille des données sur le rendement.  Aide à la spécification, développement, recherche et évaluation des normes de service.  Applique ces normes à la résolution ou fait remonter les problèmes et donne des séances d information techniques aux membres du personnel.",
                    "5": "Responsable de la gestion quotidienne, planification des ressources et répartition du travail pour répondre aux niveaux de service convenus.  Spécifie, accepte et implémente les normes.  Veille à ce que la prestation de services soit suivi et surveillé, les mesures et rapports analysés et problèmes résolus.  Rédige et maintient les directives, normes et procédures pour le service à la clientèle ou les fonctions de support technique.  Veille à ce que le catalogue des services qui peuvent être demandés et sont pris en charge soit complet et à jour.",
                    "6": "Influence la direction stratégique et prend responsabilité pour la gamme complète des fonctions de service à la clientèle.  Définit les canaux de service, niveaux de service, normes et processus de suivi pour service à la clientèle ou personnel de support technique.  Se fait le champion de la culture de service requise pour produire les résultats attendus.  Dirige l élaboration et la mise en oeuvre de cadres organisationnels pour les plaintes, les normes de service et les ententes opérationnelles.  Assume la responsabilité de la continuité des activités et de la conformité légale, réglementaire et contractuelle."
                },
                "description": "Gestion et exploitation des fonctions de service à la clientèle ou de centre de services."
            },
            "Administration d entreprise": {
                "code": "ADMN",
                "levels": {
                    "1": "Effectue des activités administratives de routine dans un environnement structuré.  Suit des procédures claires et utilise des outils numériques standards.  Stocke et archive les informations conformément aux procédures convenues.  Organise les déplacements et réunions simples.",
                    "2": "Aide aux tâches administratives d une équipe.  Organise des réunions et voyages dans le cadre des directives standard.  Tient à jour les systèmes de classement et d administration de l équipe.  Agit comme point de contact pour les contacts internes et externes.",
                    "3": "Fournit une fonction de soutien administratif aux équipes et aux réunions.  Participe activement aux réunions d équipe.  Configure les fichiers, systèmes logiciels, intégration des nouveaux arrivants, compilation et distribution de rapports.  Fournit des conseils sur les logiciels, procédures, processus, outils et techniques d administration.",
                    "4": "Aide l équipe / manager à s assurer qu ils disposent des informations nécessaires pour soutenir les processus d équipe en cours.  Aide à la planification des réunions.  Configure et fournit des conseils détaillés sur les logiciels, procédures, processus, outils et techniques d administration et de productivité au travail.  Assure la liaison et organise toutes les fonctions.  Met à jour et maintient les directives et procédures du bureau.",
                    "5": "Gère la prestation de services administratifs de l entreprise.  Gère le temps et l agenda de cadres supérieurs et équipes de direction.  Filtre et priorise les demandes de rendez-vous.  Traite d informations sensibles et confidentielles.  S assure que le personnel d encadrement dispose des informations et ressources nécessaires pour soutenir les processus en cours et les changements de processus.",
                    "6": "Dirige et coordonne les initiatives stratégiques travaillant au-delà des frontières départementales ou fonctionnelles.  Conçoit le calendrier de réunions et forums au niveau de la direction.  Définit l ordre du jour, format et résultats souhaités pour les réunions.  Fournit des objectifs et reçoit des mises à jour sur le progrès de membres d une équipe de direction.  Rencontre collectivement ou individuellement les membres d une équipe de direction pour faire le suivi de points d action, enjeux et risques.  Rapporte sur les progrès et résout les questions.  Gère des questions et informations hautement sensibles et confidentielles."
                },
                "description": "Gestion et exécution des services et des tâches administratives pour permettre aux individus, aux équipes et aux organisations de réussir leurs objectifs."
            }
        },
        "Ventes et marketing": {
            "Marketing": {
                "code": "MKTG",
                "levels": {
                    "2": "Recueille et surveille les résultats des activités de marketing.  Aide aux études de marché et à la collecte de données en fournissant des rapports sommaires de leurs constatations.  Comprend les principes de base du marketing et des outils utilisés par l organisation pour planifier, mettre en oeuvre et surveiller les activités de marketing.",
                    "3": "Tire parti des produits de recherche de marché, idées de clients et d employés et autres sources, afin d identifier les tendances, besoins et opportunités de l industrie.  Sélectionne et utilise des outils de marketing approprié à l affectation allouée.  Effectue des recherches de marché.  Tient à jour les informations pertinentes, y compris les enseignements tirés des campagnes précédentes et mesures d efficacité d activités en cours actuelles et passés.  Contribue aux plans de marketing, identifiant et articulant les arguments de vente uniques et messages clés pour matériel de marketing.  Présente et communique à des événements marketing.",
                    "4": "Planifie et effectue des recherches de marché pour étudier et comprendre les dynamiques clients et concurrents.  Utilise des outils et canaux appropriés pour engager avec les clientèles désirées.  Utilise recherches et leçons tirées pour raffiner les plans de marketing.  Crée des points de vente et messages-clés uniques pour le matériel de marketing.  Utilise de manière créative les éléments pertinents aux environnements tant numériques que traditionnels et rédige les documents de support appropriés.  Analyse l efficacité de campagnes et services et leur impact sur le comportement du public et les résultats commerciaux.  Organise et participe activement aux événements marketing.",
                    "5": "Gère et surveille les études de marché, analyses et processus de planification marketing.  Conçoit et gère des campagnes de marketing dans des budgets spécifiés pour répondre à des objectifs spécifiques.  Conseille sur la gestion de la marque et la promotion de la réputation commerciale.  Joue un rôle actif dans la promotion de la participation du personnel et partenaires commerciaux.  Produit du matériel marketing et organise des événements.  Trouve des solutions innovatrices aux problèmes de commercialisation.  Utilise expérience et données pour faire des recommandations à la direction générale.  Vérifie et rapporte sur l efficacité des approches et services marketing et leur impact sur les résultats commerciaux.",
                    "6": "Détermine et supervise la stratégie globale de marketing pour l organisation afin d atteindre ses objectifs commerciaux.  Donne une vue d ensemble de tous les plans de marketing et dirige le processus de planification du marketing.  évalue et répond aux facteurs clés relatifs à la mise en oeuvre, mesure et examen de campagnes réussies.  évalue la capacité actuelle et future requise par la fonction marketing."
                },
                "description": "Recherche, analyse stimulation de marchés existants ou potentiels pour des produits et services."
            },
            "Vente": {
                "code": "SALE",
                "levels": {
                    "3": "Identifie les nouveaux prospects et pistes de vente et communique au directeur des ventes.  Répond aux prospects assignés.  Applique les normes et outils convenus pour effectuer des tâches de vente simples ou faciliter des processus de vente complexes.  Surveille et rend compte des quotas de vente attribués, performances, satisfaction des clients, informations sur le marché et concurrents.",
                    "4": "Identifie et qualifie de nouveaux prospects et potentiels en vue de développer un pipeline d opportunités potentielles.  Gère les prospects existants.  Recueille et utilise les informations afin d atteindre les objectifs de vente.  Comprend les clients et leurs besoins, et développe et améliore les relations clients avant, pendant et après la conclusion des accords/contrats.",
                    "5": "Conçoit et met en oeuvre des stratégies de vente et travaille avec la direction générale pour mettre en oeuvre des plans de vente.  Développe et maintient des relations efficaces avec la clientèle au niveau exécutif et qualifie les nouveaux prospects.  Gère la procédure d offre au sein de l organisation.  Accepte et signe des contrats.  Maintient le contact avec la clientèle pendant et après le processus de vente pour anticiper les problèmes et identifier des opportunités nouvelles.  Planifie, surveille et contrôle le travail des équipes de vente.  Contribue au développement et formation des équipes de ventes et de développement de produits/services.",
                    "6": "Supervise les activités de vente de l organisation pour s assurer qu elles soient alignées sur les objectifs commerciaux.  Approuve les propositions et objectifs de vente.  Développe et met en oeuvre la politique et stratégie de vente organisationnelles et contribue de manière significative au développement de la stratégie marketing.  Négocie avec les représentants clients au niveau le plus élevé sur des questions techniques et contractuelles.  Accepte et signe les contrats.  Collabore à l évolution des services, systèmes de produits et contrats standard pour soutenir l alignement avec les besoins futurs de clients."
                },
                "description": "Identification de clients potentiels et travail avec ceux-ci pour identifier les besoins, influencer les décisions d acquisition et améliorer les opportunités commerciaux futurs."
            },
            "Support à la vente": {
                "code": "SSUP",
                "levels": {
                    "1": "Communique efficacement avec les clients pour fournir des informations élémentaires sur les produits et services.  Demande l aide de collègues pour la résolution de requêtes et plaintes plus complexes.  Utilise des bases de données pour récupérer et saisir des données.",
                    "2": "Communique efficacement avec les clients par téléphone et en personne.  Aide à fournir le service à la clientèle, y compris conseil et avis techniques sur l utilisation efficace des produits et services.  Aide à l élaboration de solutions aux exigences du client et permet de résout des problèmes simples.",
                    "3": "Aide les clients à clarifier leurs besoins et documente les conclusions.  Contribue à la préparation et au support d offres et propositions commerciales.  Fournit le service à la clientèle, y compris les conseils et avis techniques sur l utilisation efficace de produits complexes.",
                    "4": "Collabore étroitement avec l équipe de vente pour aider les prospects à clarifier leurs besoins et exigences.  Conçoit des solutions et évalue leur faisabilité et praticité.  Démontre la faisabilité technique à l aide de modèles physiques ou simulations.  Résout des problèmes techniques.  Produit des estimations de coût et risques et plans initiaux de projet pour informer les propositions commerciales.",
                    "5": "Travaille en étroite collaboration avec l équipe de vente pour assurer que les clients soient assistés et conseillés de manière appropriée.  Veille à ce que des estimations fiables de coûts, efforts et risques et les plans de projet soient produits.  Gère toutes les activités de soutien à la vente, prend pleine responsabilité pour le contenu technique des propositions et offres.  établit des mesures pour fournir des données sur les performances et aider à l amélioration continue des activités de support à la vente.",
                    "6": "Dirige les activités de service à la clientèle de l organisation pour assurer qu elles soient alignées sur les objectifs et directives de l entreprise.  Approuve les propositions et initie la mise en oeuvre d activités de développement dans les systèmes et services à la clientèle."
                },
                "description": "Conseil et accompagnement à la force de vente, clients et partenaires commerciaux."
            }
        }
    }
}